[
    "AND the word of the LORD came unto me, saying: I shall yet do a wonder in Zion. Not since Horeb, they shall say, hath the LORD caused us to tremble so. He bringeth us to the brink; by the mouth of the deep he causeth us to dwell.",
    "But the LORD seeth Jacob. We shall not be moved. Let the unbelieving depart. Let them seek the mouth of the deep. Let them watch from afar, for God is with Us; we shall mount up.",
    "Let his banner be raised. Let it go forth before us. Let the sharpness of his eye spare not our enemies. Let Egypt run to her borders first, for she came late of battle. Let Syria be ashamed, and they that dwelt among us find excuse.",
    "For our stony hearts did it come to this, for in our hard conceit did we regard the LORD as Buddhim and Baalim and Krishnim.",
    "Oh that we were not a people who did mischief! Oh that we did not hearken unto the prophets of the nations and the leaders of Israel, speaking peaceably. To every desire of our imagination do they say “thus saith the LORD.”",
    "But thou didst not speak peaceably, O LORD, for thou dost not condone the vanity of man, nor singest thou the praises of flesh. We have no excuse, for we corrupt the love of God and make it usury. All the willful made it a stumbling block to the weak.",
    "We would not hearken unto thee in thy forbearing. Thy goodness we greeted with a turn of our backs.",
    "Our face was to those who did evil in thy sight, and we did not look away. In the name of love they justify fornication, adulteries and murders, envy, jealousy and greed. Whatsoever they desire to do, they call love; and if one taketh unto himself from one must it be taken.",
    "There is no man that layeth hold, freely given; but covetousness is his god and envy his prophet.",
    "It is because they delight in evil that they corrupt the ways of the LORD to prevent judgment. They delight in frowardness and audacity, and have a perverse lust for irony. They heed not thy laws that they may be reproved. They use love to tip the scales against those who were defrauded.",
    "We drank of their cup, and are not innocent. Yet for a little while will thine anger endure, O Holy One. Thou pickest us up, and dustest off our knees. Set us on thy way, O LORD. We shall call that day JHWH RAH’AH, for God hath shown us, and we trembled more at his mercy than at his wrath, for God hath shown himself on the field of battle and hath torn heaven asunder and shouted down his name, and in the hearts of men did it burn.",
    "O LORD, that we had hearkened unto thy prophets; that we had heard thy voice. But even now at the brink, as the mouth of the deep doth yawn for our souls, thy wrath is of short duration; thy wonder as the fire from Horeb. Stir thou from thy place, O God, and guide us to our borders. Guide us again, O LORD, for we have seen thy salvation.",
    "In that day, I shall hear thee, O my Jacob. I take the elder from thine head; and the maker of traditions as a babe that learneth of thee, even he shall be at thy feet.",
    "I shall moreover chastise the Gentiles in that day, saith the LORD. How long ere innocency come? saith the LORD— it cometh with each new generation. So come again the days of thine innocency; to feign its destruction is vanity. It cometh from the womb, wherefrom there is no memory of what hath been.",
    "Behold, the days come when I shall cause to return the innocency of the nations, saith the LORD."
]