[
    "THUS saith the LORD of hosts, the God of Israel, Hearken Judah, art thou not in captivity in thine own land? Hearken Jerusalem, art thou not the city of the great king, but abhorrest his crown? Why tremble ye at your neighbours? Is it not because ye have turned from me unto the land and because thou, O Jerusalem, abhorrest that which is thy glory? Now do the wise of your children walk in the nations as upon egg shells, and the man of wisdom placeth his forefinger upon his lips as counsel.",
    "Yet though ye discern the times and their rough edges, ye cannot incline your heart to discern the ways of your God. Ye who pride in being my chosen pride not in him that chooseth thee, I the LORD. Ye know not even what ye are. There are those who say they are Jews and are not, so that they may milk your cow and gore your ox. Wherefore bring ye upon you men of different customs, brutish men, men of other religions who say they are Jews that they might live off your wealth? Because ye are foolish, saith the LORD, and know not even what ye are, also whereof setteth ye apart. Is this not remarkable, saith the LORD: the left hand and the right hand join only when ye sit on them.",
    "Furthermore, saith the LORD, Did I scatter you amongst the nations that ye may settle by a neighbour, and say, Unclean, thou unclean! so that ye may boast of thy heritage? Nay, ye know me not, even what is clean and unclean.",
    "Even in simple things have ye trespassed against the LORD your God; and your hearts have been double sided like a coin with two faces engraved thereon, in that ye have taken my gift and ye have straightaway thrown it back in my face, for I have heard you say of my Sabbaths, They are not a gift; and that my day of rest, It is a day of merit. Behold, ye have made my rest work, in that ye say there shall be merit from it. Ye break my law and ye mock my heart, saith the LORD. Keep my Sabbaths as a gift from me, not as an investment for a reward. Indeed, ye trespass in simple things.",
    "Thou trespassest in more than this, and I the LORD have seen it. For thy heart is surely foolish before me, and thy fears are born in a cold and guilty soul. But thus saith the LORD, My thoughts are not the thoughts of a merchant, that I should set in store for a profit. Thou canst give me nothing; and if I commanded thee to keep in order to get a return I admit I have want. Then am I a merchant and not God, but I am as the dumb idols of the nations which need men to carry them. Are they not created by the mind first, before the hand layeth hold of a tool? So are the gods of the nations the potsherd by which men pour their own wisdom and from which they balm their own guilt.",
    "Hast thou played upon the bands of Saturn? Hast thou put thy foot upon the dog star to rest thine arch? Hast thou set the galaxies in their place and began evening and morning so that all things revolve? Hast thou formed wisdom from thine own bowels? I need nothing from thee.",
    "Canst thou count the number of my days? Wilt thou lead me when I am old when I have no age? Dost thou generate life from within thyself? I was not. Nor can I become, saith the LORD. I always am. I AM BEING. BEING I AM BEING.",
    "If there is an act awaiting— behold, I am already there. Is there a time to come?— Lo, I have already formed it. How can thy rest make thee acceptable to me? I set thee at liberty that day, and thou madest it a burden. Indeed, your hearts trespass before me even in simple things.",
    "Thus saith the LORD moreover unto this people, To what end did I say ‘Love thy neighbour as thyself’ if thou knowest not love? Thou art not that far lost, O Israel, else would I destroy thee entirely. Children of this confused generation, hearken unto me! Thou art dumber than an animal if thou knowest not love.",
    "Wilt thou claim my words were edited, that thou knewest not these things? If thou knowest to love thine own, thou knowest how to love the LORD more dearly.",
    "Where is thy pride in my law, O man, for thou didst not add one measure to it, nor counsel me one iota in one of its jots? Yet thou actest as though it is thy glory that it proclaimeth rather than thy shame.",
    "For if thou wert righteous, why then must I restrain thee with laws? If thou wert wisdom, why must I dress thee? If thou wert not a child, why should I feed thee?",
    "Thou bitest mine hand, and braggest. Thou piercest the feet that led thee, and decry, It is not He. Indeed, thou trespassest even grave things."
]