[
    "The Lord hates divorce. Those who love him will not do it. We are commanded to love others and do good to all men. Love and common sense are more important than rituals and tradition.\nAND moreover the word of the LORD came unto me, saying: Take unto thee a foolish child, an adolescent, that she smoke in the face of her mother who is ill and cannot bear the vapours of it.",
    "When she cougheth, will she bless thee? With every breath shall she believe thy words of devotion?",
    "Thus saith the LORD: So have I said I hate divorce. Why doest thou it then if thou lovest me? Why do the things that I hate and say “I love thee”? I will not be fooled. If thou lovest me thou wouldest do what I delight in and needest no commandment.",
    "And the word of the LORD came unto me, saying: Command a child in secret, tell him to take of thy soft and luscious cake a wedge and tell him when he walketh across the room, through the gathering of elders, that he pelt it in the face of a man.",
    "How long shall it be before his father grab him by his arm and squeeze him until pain overfloweth his eyes? In shame shall he drag him from the room. In shame shall he leave and with stripes will he howl.",
    "The LORD commandeth not good deeds to give thee righteousness, but to care for his creation [other children]. If thou canst not stand to see thy child abuse another and cause upon thee shame, what thinkest thou of God?",
    "With what spirit did I breathe into Adam?—was it not mine own? saith the LORD. Thou art surely made in mine image, O man, and have no excuse in that day. Thou shalt cry “The love of God was different” and thou shalt be condemned.",
    "I have no double weight, but thy love hath a double weight toward me: fat toward thine own and lean toward me. Therefore do good unto all men. Thou shalt receive no reward. Thou shalt do it unto the LORD, knowing they are thy Father’s property, and he doth care for what he hath made.",
    "If thou lovest me, and admirest, and makest thy boast that thy God is thy father, then wilt thou love the works of mine hands. Thou doest well in all thy boastings if thy boast is not words but deeds.",
    "Though I hate putting away, yet love I my works. All things are mine, and there is nothing that doth not belong to me, saith the LORD God.",
    "If a wife is sore abused by her husband, then separate her from him and punish him alone, for he hath abused my property, and took no thought of what I made; for I will have mercy and not affliction, and the love of God over the potentate of men.",
    "Other than this and adultery, if thou puttest away, thou doest the thing I hate. If the man repenteth of his arrogance before God, then let her return.",
    "Search the book, make it sure, and see what is written therein of me. For a meal I overlooked rituals, for a full belly in them that love me did I cast aside my strictures. This covenant with David shall never pass. It is as the ordinances of matter. Unto them to whom I say Live, shall no man say Die; and unto those to whom I say, Friend, enjoy, be merry and be free, shall no one make into a servant. There is no more haughty person than he who maketh my covenant a burden to any. But a haughty person I will bring down.",
    "David need not sacrifice and offer, but had a heart after mine own heart. Surely the mercies I showed unto David shall follow them that love me; and surely they who make my covenant with David a bargain shall I bring down. To him whom I call a son, I shall never make into an accused.",
    "I spoke unto thee face to face and thou sawest me not. Wilt thou now believe me because now thou knowest I am God? Was it the mountain trembling that thou hearkenedst to, or is it the substance of my words?",
    "Yea, had it been that thou wouldest have believed me though my voice was meek and my breath did not disturb straw."
]