[
    "COME to reason, saith the LORD. O house of Israel, Come gather your wits, and consider the LORD your God, that he is a mighty shield and an everlasting hero. Consider what hath transpired unto you for so long. If the LORD bring upon you sore travail, a scattering, and a chopfallen countenance, if I can bring upon you evil cannot I bring upon you all the good and blessings that I swear to bring upon you? Just repent, turn from your hard hearts, and believe in the LORD.",
    "If ye will not, but if ye remain stubborn, and pride yourselves in your stiff necks, behold, I warn unto you of the fox’s coming. Surely, he cometh to your tender vines. Doth the fox live within a vineyard or outside of the vineyard?— in the unkempt lands, in the unfurrowed lands the fox doth make his home. It is a brutish place where man stumbleth and where no foot is sure but the fox’s. The men of those places are brutish, and their minds not cunning. Their counsel is from stocks, and they seek counsel of vain statutes. They make themselves gods in order to sanctify the counsel of their own conceit.",
    "Forasmuch as ye have sought the counsel of the American, ye have let down the fence and nurtured the fox. Hearken, Israel, if the land be the eye, is Israel not blind without the apple? Nevertheless, O ye sons of Aaron, ye minister only at the urging of the nations. Ye build and cultivate and cause to return fallow the desolate heritages which I made fertile; and no man counseleth the LORD’s part. America hath urged thee, O Israel, but mine hand hath forebearn that I should not let it be built. Why is this so?",
    "Even because the behest of the foolish is vanity, foolishness of a people consumed with their own imaginations. Your sins and hard hearts remain. Therefore fear constricteth your heart; it constricteth your borders. Your tent is howled upon and fluttered by mighty winds; and ye seek the counsel of a merchant’s passing caravan. Yet again, ye will not seek the counsel of the LORD.",
    "The bullock and the horse shall tread in blood— the bull behind the plow and the horse before the cart. Ye shall sow and reap, and no grain shall be clean of blood. Ye shall thresh with weapons and gather with coffins. Languish and lament shall stir your bards’ tongues. The banker shall exchange with blood; and the builder and the stone mason shall hew with implements and fend themselves with them as weapons, until ye vomit the land from your souls because of its abhorrence; because blood and iniquity hath become abomination before you; and ye can feign tolerance no more, even because you have become detestable by reason of your unbelief.",
    "Until ye acknowledge again the LORD your Redeemer shall this come betimes upon you; and the LORD shall take you away from the land wherein ye dwell. Are there not many, many more sons of Isaac in the nations that I can bring? For your land was neither womb nor breast. Anguish was the womb that brought you forth to your land, and despair your pap. The German was your midwife; America your wet-nurse. What are they before the LORD of hosts?— even the instruments of a dreadful God.",
    "For all mine hand hath made this: sowing and harvest, springtime and summer, flood and winter. I declared with laws the bounds of righteousness, and I spoke by faith the ordinances of holy things; and man corrupteth the way thereof. From start to finish, seed time and threshing, man’s desires are natural and primitive. There is none who hath declared righteousness before me; there is none who executeth judgment. After the similitude of beasts and man made he his gods; out of the vanity of his mind he hath broken my precepts. I am the LORD. I cannot be formed in stone, nor can man form me in his mind.",
    "There are no bounds placed upon the limit of man’s presumptions aside from my law, and there is no wisdom that proceedeth except from faith in me. Each corrupteth his neighbour. The land is soiled with blood; it poureth out from the mind. It defileth the land. And why doth each man slip thereon?— even because his eyes burn with mischief against his fellow. He counseleth toleration that he may lay in wait for blood with him who delighteth in it. Judgment is brought hastily for nought, and for things of weight there is no counsel but wait, that ye can upset the measure, making the pim great and the talent small, the shekel justice, and the poor a prize. The orphan and the widow are considered for a write-off, and their deliverance is expedience.",
    "Come, saith the LORD, though your sins be a river crimson, I shall make them fragrant oil, clear and distilled. Though your hearts be hard, I shall make them soft and pliable, and your mind of understanding. Come, enquire of the LORD. Come, trust in me, saith the LORD, for no disaster cometh nigh unto me, and I shall not have fickle attention and passing feelings for thee, O Israel.",
    "O American that seeketh flesh, Thou seekest such wealth as that fadeth, and treasures that are of so much dung. Wherefore braggest thou, O Chaldean, over the Hebrew? Am I not the LORD that made them both, and that divided the Hebrew from thy river? Wherefore braggest thou Japheth over Shem? whose flesh is the same. Incline not unto the American, nor entreaty him with a wink that magnifieth thy flesh.",
    "The LORD is thy boast, O Judaea, and he is the name that setteth thy forehead apart and maketh it holy. A fire driveth away the fox, but today’s sour grape protecteth the vine for another season’s sweet harvest. Stay ye within the vineyard, for the LORD’s foot is surer than the fox, and his cunning is better than a lion and his grip unrelenting like a badger.",
    "Hearken attentively, for this is of the LORD: Thus saith the LORD, So do I make thy harvest a bitter one, and thy grape fit for the spitting out of it. Though I lift up thy skirt and offend America with thy nakedness, yet shall it be only for a season.",
    "But I lift up the skirt of America and until the end I shall make them a proverb unto all nations. For I lift up their skirt to thee now, that thou mayest know what kind of lovers thy baseness hath taken to thee.",
    "The nations do not consider, America doth not lay it to heart concerning my word. They shall say in that day “Israel is not worthy.” But the LORD shall answer them with a swift voice: Then it is not mercy. Hear now and pay heed, O giddy nation: Thou art wicked and yet I have not sent thy feet quickly to the dust. Thou art not worthy, yet thou hast tasted long of my mercy. Doth not the keeper of the king’s forest have mercy upon the tender sapling? Yet when the great oak is mighty but diseased and rotten, doth he not anon cut it down to make light for the sapling to grow? How much quicker shall it be done when the king himself seeth the forest and declareth and commandeth straightway that it should be so ordered? Behold, I cut down a mighty oak so that a tender sapling can grow.",
    "In times of trouble shalt thou build, O Jerusalem, and thy array of battle a swaddling cloth. Thine enemies shall snarl, and yet shall thy labourers not fear their enemies, for I have enlarged thine house, and I have restored Edom as a bulwark, and I have replaced Moab as gates are replaced and as moats are redug; and they shall know I am with them.",
    "Hear ye the word of the LORD, O seed of Jacob: Thus saith the LORD your God, I have brought me down many a conqueror, and many an empire have I buried in the dust. Have I done this for my amusement, saith the LORD? Or did not the wickedness and pride of those nations come before me?",
    "Therefore thus saith the LORD, I pull the lobe and speak loudly: See how I disturb thee. Hearken, give attention and prepare for the day. America shall not deliver you, but I shall deliver them to convulsion, and they shall run when no one is chasing them. At a cough they shall be dissolusion. Out of one I shall make many, and the time of their passing they shall not see or consider.",
    "Their cities are as heaps of fall leaves, of passing decay that rotteth, should it be left long if it heapeth. They are the gathering of bright colours; but they are brittle, and water only causeth them to rot. There is no regeneration for a leaf cast from the branch. Fire and wind are the only solution; so shall I burn some in heaps, what man hath heapt; and so shall I scatter some that a congregation of them rot not the soil at the time of rain, and the watering of the labourer.",
    "Howl ye for the fine buildings; they shall come down slowly at their own hand, and with a yawn shall she depart from among nations, from being Queen of nations; for I have heard the cry of the black man and the red man wherewith they have cried unto me.",
    "So shall I do unto that mighty people, for their skirt is a filthy one, and their houses of prayer whitewashed pens, and the land is soiled with bloodguiltness. I shall give their lands quietly to others that they loath. As they openly cheated, so shall those that come after subtly steal. For merchants rule over them and they think my blessings are in wealth and usury.",
    "Woe unto that nation, for they kill and eat their children to sustain their old age. Their babies have no graves, but their cry cometh up unto me.",
    "As they bled their womb, so shall I bleed their heritage, and unto a mightier people will I give their land.",
    "They have removed life for convenience; I shall remove the convenience of life. I send them the bug. See a wonder: by a speck the Earth is destroyed; against the multitude of tininess can no army fight. The LORD hath spoken."
]