[
    "LET the Great Basin be used for baptism. Let the priests lay hold of they who come, and let them anoint them with oil for comfort and for healing. Let them pray unto me, and I shall hear the right heart.",
    "Let also the baptisms be done in order, and once only; once for each. Let the children come forth to be blessed. Let them be blessed and the babies also, before the house of the LORD in the inner court by the Great Basin. Let the sojourner that sojourneth among thee, even he that saith I shall not be separated from his people, nor from the land, let him come to this place, and before the priests let him be purified by the house of the LORD. There I shall see him, and there shall he be a Jew to keep my ways before his eyes all the days of his life, and his children shall come also.",
    "Let the priests remember before whom they stand when they shall perform their oaths and their duties before the Great Basin and the house of the Most High. For they who come, come to me, and man may not prevent a sincere soul from coming before the LORD God at mine holy mount in Jerusalem.",
    "This shall be the law of the nations who come before the LORD, to be baptized, to have their children blessed before the LORD, or for the sick to be anointed before the Most High, to be comforted before the eyes of the Almighty. From the side doors of the inner court thou shalt set a barrier, a barrier of fine ringed cords, royal cords of purple and gold; and thou shalt extend it to the Great Basin, in the form of a right angle shall it lead up to the Great Basin from the door to the inner court; and on days set for the baptism of those of the nations, or on days in which they shall bring their children and their babies, ye shall admit them to the inner court of mine house. Ye shall ring off the soreg, and let them pass through; and they shall approach the basin in order. They shall not step over the royal cords, for I have given that unto Israel to worship me any day or night; to bow and sing to me, and for the Levites to harp before me. It shall be a solemn place, an holy place to worship the LORD for Is",
    "But on sundry days, or as the need alloweth, thou shalt admit the nations into the inner court, all they to be baptized before me, and to have their children blessed and the sick to be comforted and anointed. This shall be the work of the kohenim, and ye shall keep the barricade, for as I covenanted with thee so did I go out amongst the nations and they heard my call and came to the great king, to his kingdom. Therefore they shall be admitted into the inner court on sundry days and times and occasions as is necessary; and shall walk within the cords and approach the priests of the basin, those who perform the things of the Great Basin wherewith I charge thee now.",
    "There shall they be baptized unto repentance; there they shall bring their children, their sick and their babes; their old and their maimed, and I shall look out upon them, and thou shalt bless the humble heart. Let not he who is proud approach me, no not of the nations, no not of Israel; for I am the LORD God, and thou shalt minister my things before me and be a light unto all who come, warning and cautioning that they who come walk on holy ground; for I am holy, saith the LORD.",
    "But he who is baptized unto the baptism of Jewry, he shall tread mine inner courts as a Jew. Whithersoever the worshipers be gathered before me of Israel, there shall he too be.",
    "On the days, and on the occasions wherein ye minister the things before me on behalf of the nations, on these occasions ye shall open the opposite door of the inner court— doth this not lead to the court of the women? They may approach as far as the royal cords wherein walk the nations, and they may worship the LORD their God within the inner court where all Israel doth worship. They shall worship before me, and they shall be dressed modestly. They shall not come with makeup or with jewels, nor great rings and plenty. They shall come modestly attired, and with a humble heart."
]