[
    "THE LORD sendeth a message; by his mouth he doth declare his judgments. Restrain thou my soul at the doing, restrain my heart at my passing, lest the dead rise before their appointed time; for the glory of the LORD passeth by; his feet touch the earth and if he should not restrain it should cause Sheol to tear open. Restrain, saith the LORD, restrain my heart lest all the sons of flesh are consumed. The work that I do is glorious, and the peace that I bring eternal.",
    "Let Sheol tremble, for it is reminded that its day doth come. It languisheth not. Its door trembleth as in a pillar rumbling beneath its cornice in a mighty earthquake.",
    "The dawn cometh again, and the vision in the cool of the purple horizon. The third day doth dawn and beginneth bold, and the way thereof to the gleaming beams of the LORD. For two days I wounded thee for thy sin. Now I say, Arise from the pit. Shout ye, declaring, Resurrection of our God, the Regeneration! We see again and pat the face of our beloved, and feel flesh again. Even if my shadow should touch a man he healeth, and the dead he riseth. Thy strength is renewed, O thee of my choosing. All ye whose faith is in the LORD, my beloved is justified, his name is magnified among they who heaped curses upon him, they who were once his friends. I stand in the sunburst, all ye inhabitants of the land, and what power can match mine, saith the LORD? They who heard the curses, curse not, and they who delighted in mockery are vanquished. A clean sweep doth the LORD provide; by a mighty wind doth his spirit breathe upon the face of the ground. The dust and the dirt is blown away, by a steady east wind it is blown",
    "They who heard the curses now bless. They follow the east wind and brush their hand over the foundation. Upon this they shall build their dwelling. But they who cursed are blown, yea, blown far from the foundation. Sand is in their eyes and fret in their voices. The LORD hath silenced the scornful and diverteth their tongues; and their shaking fists are turned into groping palms. Truly, this is of the LORD."
]