[
    "AND the word of the LORD came unto me, saying: My prophet, speak thou unto Israel this word, also this word to lay up against that day, a word to bring down the high places of Rome and Carmel, and a word to shake the powers of the nations; to lay in store, a day to build the shield of Jacob, that I may bring the younger to age and set them up in that day as an anchor, a reserve I shall not deplete. No, they shall not be depleted, but they shall be a fine oil, a fragrant oil in a jug that I shall pour out on all nations and yet it shall not empty nor its line decline.",
    "This is what they shall do to lay in store against that day: In the year of the 70th hebdomad of the Gentiles, counting from Passover unto the 50th day, for I am the only shield and buckler unto Israel;",
    "Therefore in those 50 days, let them enquire of me thusly, for I shall hear them, and there shall be no doubt. Enquire of me of thy whole heart. There shall not a man or child waver.",
    "Enquire of the LORD your God: Did I come in the flesh amongst their fathers at the time appointed by my servant Daniel? I shall not hearken unto a lackey, or of him that doth not enquire heavily of my spirit to know.",
    "They shall enquire thusly:",
    "In the volume of the books is it written that I should do this, that Israel should not hearken as a body, and that I should go out unto the Gentiles, and that they should hear me?",
    "No more of their excuses. They shall read, and they shall enquire of me during those 50 days. They shall enquire of me and study my words daily. They shall pray with a humble heart to know.",
    "If they hearken unto thee, and if they should believe in the LORD their God with a whole heart, and if they should enquire of me with a whole heart, I shall answer them, and I shall deliver. Lo, they have hearkened. I shall keep my words whereof I spoke unto Moses, and they shall not be cut off; for, lo, they have hearkened unto me, and I shall swell their hearts and enliven their spirits, and I shall remove their tremulous hearts and their tense inward parts, and I shall give them a new heart; and I shall give them peace.",
    "They shall bow with their hearts to the ground and pray to me, without book or rehearsed speech shall they pray unto me. They shall pray unshod. They shall pray as they walk, and as they cook, as they study and as they dine. They shall be unshod; for I shall pass amongst them to look upon them; and I am holy. I shall pass over them not as I did in Egypt when I passed over their fathers; but I shall come to the humble heart that seeketh and shall not pass him by or be far from him.",
    "In those 50 days my spirit shall search out the heart of Israel to see if they shall abstain from their ways and from the idols of their minds. He that crosseth the lintel of the beams of the frame of his door, I shall visit. The LORD thy God hath come to thy house to establish it. He that placeth it as a charm or as an idol, I shall not come to. See, I am spirit, and man must worship me from a right heart.",
    "I shall open the synagogues, and Israel shall teach the nations. As Jerusalem yielded to Constantinople, and as Constantinople yielded to Rome, and as Rome yielded to Wittenberg, so shall Wittenberg yield back to Jerusalem. The time shall return. But ye shall not be like them, unto their ages and times, nor walk according to their ages and times, saying what happened therein was precedence of the LORD, and I shall not humble you before them.",
    "Thus thou shalt not drink of the cup of the nations; but thou shalt drink of the juneval headwaters of the LORD. His water is pure indeed, at the mouth of the rock; but, lo, the further the water floweth the more impurities it picketh up, and there where it sitteth it becometh brackish and unsound for mind and body. So shalt thou consider the day of salvation as the juneval source of the LORD. Ye shall hearken unto Moses and all the prophets, and all that I taught your fathers in the day they would not hearken unto me before my face before I scattered them upon the face of the whole earth; and ye shall repent.",
    "Ye shall repent. Every man and every child. Ye shall repent. Your wives and your daughters. All that is within your household. Ye shall return and turn unto me.",
    "Ye shall correct the Gentiles in their ways, for, lo, they have corrupted themselves; in things old and new they have corrupted themselves: in matters pertaining unto the powers of the living God they have corrupted themselves, in that they say I am not one. Lo, I Am One, saith the LORD. JHWH is my name. I have none other. My Spirit is holy and my tabernacle is Saviour. I am Saviour, and beside me there is no god. There is no other path but mine. I split not asunder. Thou shalt not be instructed of the churches, but thou shalt instruct them, for indeed have they corrupted themselves before me; and my spirit shall come upon you to teach the nations.",
    "Behold, they have kicked fat, being fat and spoiled; and having not seen me each fancieth his spirit’s indulgence. None prospereth, and no hands join for a common good, for all seek only what is pleasing in their own minds. But put ye aside your witchcrafts, astrologers, your palmists, the workers of Wicca, your wizards and enchantments, your quartz charms, and those who work with familiar spirits and speak for dogs and animals. Cast away the bones and carved lewd images. Bring out from you these abominations that it may be well with you, for by these arts doth a haughty mind deceive himself. Those who claim a familiar spirit are abomination to me, and those who declare “It is a gift,” lie in their deception. Put these away and cleanse your souls that it may be well with you in the day of my wrath. For all this mine hand shall not be stayed; but I shall utterly purge the nations wherein they have committed these abominations, and wherein they pollute my holy name.",
    "Who layeth it to hold that the LORD is holy? And who understandeth his great glory? As East is from West, so are my ways mysterious to man, and my ways approachable but never surpassable. Know ye not that the LORD is honour, and without him there is no dignity. There is none who can command of my spirit that I should perform it.",
    "Shalt thou see me as I am? Shalt thou say, Lo, God speaketh to me by each evening’s twilight? Nay, there is no creature that can bear my sight as I am. I croon not by the window of maidens past their prime. I visit not underachievers to give them their daily pride. Behold the great powers of heaven— it is as straw before my glory. But by my words ye shall know me and by my doings ye shall see me.",
    "I am the LORD: I speak and it cleareth the muddled mind. I breathe and it giveth wisdom. My words do not prolong, but they give fruit an hundred fold. It lingereth not in the ear, nor doth it remained caged within the heart. Understand they not, nor doth flesh comprehend, no mind hold, that no one can stand before the LORD as he is; no creature can behold. No man, yea, no angel, hath seen his face. No creature can withstand my glory; and as I live, saith the LORD Most High, I will not change my glory or sully it. Fire would quench your land, glory blind your eyes, and your earth set a smoke.",
    "Therefore I did a wise thing, and there where I placed my spirit mine house was honoured. Canst thou lock me in a house of stone, saith the LORD? Rock and metals cannot hold my spirit. No, nor can the piercing of flesh destroy any man’s soul. Therefore did he walk among us, and spoke unto us face to face, as we are. And who is there that understood, and who is there that comforteth? We all are ignorant. We all comprehended not. O Emmanuel. We called upon a temple of stone, and we delighted in a place that did not speak, and no man called upon his tabernacle. But we shall call upon thy tabernacle forever more. So shall ye call upon me in that day and my voice ye shall not ignore, and ye shall know that I the Lord, am the LORD your God.",
    "Who knoweth the heart of men but the LORD? I see thy pride, O Israel, and I shall hone it after knowledge and not after foolishness. But the stock thereof, thy pride in me, I shall let remain as the shaft of the beam that I shall hone. And with it I shall support the uppermost works of the house."
]