[
    "WOE unto the rebelling nations, and woe to the horde of mischief makers, who say “It is” and therein is found the will of God, and a blessing to be ordained; the purpose of whose council is to overturn the word of the LORD; who make themselves the center and by their own council mold the LORD’s doings to justify their set ways.",
    "Lo, the nations imagine a vain thing; their mind is in league with deception. Each man formeth me in their own image, and if I were to send them a prophet they would not hearken. Not with stones form they my image, but with their vain minds and self-seeking spirits form they my image. Better they made a dumb idol than pollute my ways, saith the LORD. For an idol hath no power of itself to teach any man its dumb ways nor enlighten a suppliant with its ignorance. The ignorant seeketh an idol and remaineth in his first estate, but a fool seeketh the counsel of the foolish and is made like unto his foolish image.",
    "Vanity is deceit itself, above all deceptions wherein the sons of flesh deceive themselves. And I the LORD regard no one more foolish than they who fear not at my word. Is not an idol worshiper and him that revereth a carved trunk less foolish than they who take my name upon their lips and do not my ways? who declare I live and then declare I speak not clearly, and that I have not made the heart in mine own image?",
    "And the word of the LORD came unto me, saying, Is not the melting of snow a slow and steady process? In like manner shall such be overthrown. Destruction shall come upon them, by my hand shall it come, and who can save them in that day? Yet by grace it is thought, and by mercy it is written: Only they who call upon the LORD shall escape.",
    "When indeed have the nations sought me, saith the LORD, and who in my far journey hath taken hold of me by the hand that he should lead me in his ways? Doth not a shepherd take his sheep to seasonal grass, and when the season turneth yet again doth he not take them to the old pastures and the old cotes to graze? Behold as the sheep graze he mendeth the cotes and then leadeth them into safety. Or seeing a fire come to the seasonal grass, will he not hasten, especially when seeing that the old grass groweth ready?",
    "Therefore thus prophecy thou unto thy brethren, the children of Israel, So am I a shepherd unto Israel, saith the LORD, and so shall I do. Follow my paths and come to my sheepcote, for my shepherds have gathered speckled sheep. But I will not mix ye, saith the LORD. I shall sack my shepherds and scatter their speckled beasts. And from my pure sheep I shall raise me up seven shepherds. For from sheep born of another pasture, of the seasonal grounds, shall I speak unto this people and lead my people back, counsel them, govern them, and restore them to the old cotes.",
    "My name shall be carried back as the holy things of old, and upon my people, my chosen generation, shall it reside. From the islands afar off shall they return, from Tartessos, Gog, Ashkanaz, and America. Britain shall give forth; Sepharad shall stretch forth its hands and carry my people. Kittim shall boast and rejoice, and shall fill my courts. Ishmael shall come by caravans and shall deck thee, O Judah, with the wealth of the East. Cathay shall come with aloes and ointments, and whithersoever the nations encounter thee, my beloved of Judah, my chosen of Israel, shall they carry you, and ye shall all rejoice in the LORD.",
    "And the word of the LORD moreover came unto me, saying: And in that day this parable shall guide them: I came to my cote and, behold, my shepherd was gone and my sheep unattended. And I was wroth with my shepherd and I sought him on the high and rocky hills. There I met him, in a place between the tight rocks, in his arms a strange lamb. And I chode with him. Why hast thou left, seeing there were no sheep missing? And he said: “I went forth to seek, perchance any stranger had happed into thy domain. And, behold, I have found one, lame, this one in mine arms, who could not pass through thy land. And I have brought her, even as a little ewe lamb.”",
    "A son speaketh unto me. This is the voice of him that loveth me. Surely thou hast done well, my shepherd; for so shall I take of the strangers’ lambs, and so is a diligent shepherd before me."
]
