[
  "AND the word of the LORD came unto me, saying, Hearken unto thy heart, and be attentive to thine ears, for I shall put my heart into thy bosom, and place my will before thine eyes. Thou shalt call upon me and I shall hear thee, and I shall answer thee. Thy prayers for this people I shall put upon thy lips, and the deep groanings I shall apply unto their hearts. Of all they who since old have fallen asleep thou shalt call upon me, and thou shalt say, Thus saith the LORD God; and it shall come to pass. For I do put my words in thine heart and I wrap them around thine head; and thou shalt enquire, Ah, LORD God; and I shall hear thee.",
  "And the word of the LORD came unto me, saying, What seest thou? And I said, “A tree heavily laden with fruit, and upon the fruit thine holy name.”",
  "Take and eat, for so do I end the famine that I have brought upon Israel, as I swore unto aAmos that I should bring. Therefore speak unto this people, and say unto them, Thus saith the LORD God of Israel: Run no more to and fro, beloved daughter. Lift up thy downcast head, O my son. Be ye comforted, my people and all ye nations. All ye Gentiles that are called by my name, wedge your staff in Zion and be not moved. He that lusteth after God hath found the Most High.",
  "Let the evil be vanquished at my word, but let my people rejoice and shout aloud.",
  "Open thine ears, and hear the pleasant waters, for the LORD thy God doth direct thee again in thy ways, and my words shall give thee peace and they shall give thee life.",
  "(The burden of the word of the LORD which was given unto John ben Kathryn)",
  "And this shall be the burden of the word of the LORD which I give unto thee:",
  "Thus saith the LORD unto thee, I am the God of thy fathers, the God of Abraham, the God of Isaac, and the God of Jacob. Thy mother Kathryn is with me, and thy mother Messiah’s Light. They dance and rejoice with their mother Sarah.",
  "I am the God of thy people. aIn flesh I did appear amongst them, and from the womb did mine eyes see the travail. I looked about at the poverty of their soul and was amazed. My spirit was grieved within me. The wealth of ages flowed out from me, but they preferred poverty of their flesh. In drunkenness did they bwound me. In ignorance did they call judgment down upon themselves and their children.",
  "I shall shake off their wine of ignorance, saith the LORD. I shall sober their hearts and fatten their lean souls on my mercy. I shall teach them to fast from the world, and I shall set them up for a sign, and establish them as a far gate in my kingdom, that the overflow may come to me; and the world shall know that I am the LORD.",
  "Say thou not, O Zion, “I am forsaken,” and, “My Lord hath cast me off for the place of a wound.” I am the LORD. BEING is my name. My name is etched deeper than any wound, and for thee I bore it. For my great namesake I shall gather thee at last. It is I the LORD that doth ever have thine image in my pupil, that declareth now unto thee.",
  "Beforehand it cometh to pass, I reveal unto you. Before they should happen I tell you of them. Before ye shall hear, I speak. Before I gather Israel, I declare unto you that ye may consider and lay it to heart at the doings of God. Behold, I gather mine offspring from amongst the nations and set them upon the path. Let not the nations say: “I never was,” and that: “His hand is not fierce and his visage dreadful;” and of the days that come, “They come by natural course.”",
  "They come by my mighty hand, saith the LORD, and my voice precedeth them as a howling wind before storm. For this purpose I raised thee up from thy mother’s womb. I brought thee out from a princeling among the Gentiles and restored thee unto thy people which thou knewest not. I took thee from thy righteousness and showed thee thy sin. From foolishness to wisdom I led thee, for great is the day of the LORD that shall come, and great shall be the repentance before it.",
  "For this reason raise I up my prophets so that none of my doings shall come without mercy. For, behold, I give warning first: I do not delight in destruction.",
  "Faint not, nor look upon thine own sin. Why dishearten thyself at blackness? If I should raise thee up to be a prophet, what is it to thee? It shall be my words that shall come to pass, not thine.",
  "I know thy fears and thine infirmities, thy halting speech. It is for my word that thou wast given these. It is I who have afflicted thee since thy youth, and I shall afflict thee until I take thee; that thou mayest say, Thus saith the LORD God, and that thou may bear it; that thou mayest call upon me rightly, Ah LORD God, and that I should hear thee. See the false prophets around thee; see them carried off in their pride. Rejoice then at my affliction, for thou shalt say, Thus saith the LORD the King, and it shall come to pass.",
  "See how the Gentiles glorify their prophets. But I have made thee base that thou and Israel shall know that it is I the LORD that doeth these things.",
  "Tie thy tongue into a ribbon and bow if thou canst, yet when thou speakest Israel shall hear thee, for I shall now cause wonders upon the Earth. Even I, saith the LORD, shall bring my word to pass and I shall turn Israel. As I place my column in the sky to lead them, so shall I place it in their hearts to lead them perpetually."
]