[
    "WHEN indeed hath Israel believed upon me, and when hath any nation embraced me? Who hath called upon my name that I had not appeared unto first, as unto the morning star?",
    "They see me from afar. They see me early; but no man approacheth. Yea, no man draweth nigh to the place of my habitation. No man keepeth my sight in his heart as he goeth upon his courses.",
    "The sun casteth a shadow upon them. Its shadow is a burning canopy. All they that walk upon the earth tread in a desert place. There is no tree, nor doth rock and cleft give coolness from the sun; but its own shadow casteth the sun. Their light causeth dimness of their eyes, and the lids thereof cast a shadow over their whole hearts.",
    "Night cometh and even this light is removed. Man stumbleth in the evil thereof, and terror is his companion. The darkness of their noonday yieldeth to the bleakness of their night, gloomy darkness, stillness, except for the surefooted approach of calamity.",
    "And as dawn approacheth yet again, and the fear of gloomy terror is removed, and the heat of day not yet full come, man considereth the evil of his ways. He looketh off to the morning star and considereth his ways yet again.",
    "So hath been man before me all his days, saith the LORD. Why wilt thou not remain content, O man, and keep the dawn vision before thee? The sun shall not scorch thee, nor a mirage seduce thee in thy desert journey. The terror of night shall keep to its abode as thou passest the way thereof.",
    "No nation hath called upon me, saith my Lord, and no man can boast himself of me, saith my God. Who is there among you who looketh to a star where it be not?",
    "I plundered me Israel upon whom my name is called. I plundered me the nations, who called upon my name. Out of many, I took many, out of much I took plenty.",
    "But no sign holdeth a man for long, nor can the image of it remain in his pupil. He goeth back to his ways. The sun casteth a shadow upon him and he cannot behold me. He squinteth his eyes; but his heart closeth his ears.",
    "I call not out; but I shall be found of him that considereth, of him that forgetteth not the stillness and peace of the early dawn vision.",
    "Ah, to what end availeth it a man that he should boast of my name for prestige and know me not? saith the LORD. What is this saying, my prophet, that the children of Israel have appropriated amongst the nation in which I cause thee to dwell? —we must keep up with the Joneses.",
    "Set thyself against thy people, and prophecy: In like manner doth Israel call upon the name of the LORD. The heathen boasteth of wealth, and Israel boasteth of me; but it is a false boast, saith the LORD. Oh, how my soul groaneth at he who boasteth of my name to feel the better amongst his neighbours! Of they who journey in the desert, there is none so foolish.",
    "They construct a pleasant mirage, a beckoning oasis in the desert of their day. They lie amidst the palms of their fancy, and in the cool breeze of their imaginations do they lie idle. They drink the elixir of deception; and none knoweth that he withereth in the sun. They who make it to night shall be delivered to the terror. They shall not keep strength to pass through to the dawn. Their redemption is ended.",
    "Hearken unto the LORD, O Israel: I chose thee not, O Israel, but I chose thy father Abraham. What good dost thou see in thyself? Say not the LORD chose me for this. I chose thee not.",
    "When I promised thy father, to set thee apart, to what purpose was it? Did I not magnify the nations that day, the day I honoured thee with my name?",
    "The LORD set thee as a light unto the nations. Yet thou drewest very few. He who setteth the tune and writeth the lyrics thereof, for whom doth he do this? Is it not for all who shall hear?",
    "Oh, how valuable the nations that I did raise up so great a light! I made thee the holder, and my candle to shine forth.",
    "Yet I look about me, and I am grieved. There is an empty holder, and a man tendeth a brittle wick. Behold, over the nations darkness and a gloomy bleakness. I am grieved for there is no man to strike a light.",
    "Therefore the LORD doth set his light in the tumult of thee, O Judaea— a light as unto the morning star. Remove ye the brittle wick, my people, clean the holder."
]