[
    "O FOOLISH people, hearken unto your God. Ye of the seacoasts, prepare! Ye of the mountains, look afar off to the east, to the north and to the south. Place your hand upon your brow and squint. Set a watch. Set a watch for a sandstorm, for a wall of destruction, and a bitter overthrow. Sound a trumpet at the sight. Ring the bell of warning. Let him sink in the valley of decision, and cover himself with the LORD.",
    "If ye believe upon the LORD would his scorn be injurious to you? Why suffer it! Why endure ye in the dry and desert place, only to come to the darkness of your ways?",
    "If thou believest that I am, O seed of Jacob, why dost thou tempt me? Why dost thou walk a desert place? My water is for thee to drink. Why then hast thou poured it upon a desert weed that it may grow? Shall a weed give thee shade from my wrath?",
    "Thy potsherd hath committed sore abomination because of the wickedness of thy soul. Thou hast poured it as magical potion, thy magicians declaring “Make a curse into a blessing, and rejuvenate this land.” Thou hast poured out thy soul as blood in the doing, and wherewith will thy soul now be rejuvenated? Is my law a riddle? When I gave thee plain riddles, thou understoodest them not. When I speak plain, thou sayest “eh?” Your captivity languisheth; its feet laggard, its heel a lead ball. But ye masters of foolishness snatched away my words lest my people should consider and repent.",
    "Ye are scattered about the Earth, to the four winds. Jerusalem is in desolation. Ye are in captivity. Was it sin or righteousness that caused this to come upon you? But ye say my words are of no moment anymore. We shall hearken unto the Elders. Let them tell us we are beautiful and that our souls are clean.",
    "Therefore, thus saith the LORD of hosts, hear, O Israel, the hard way that thou hast chosen. This last time I shall afflict thee. Affliction is a hard tool, and a rod from Syria shall I bring upon thee, and the Egyptian from the south. I shall lift up thy filthy skirt so that the American no longer adoreth thee and plieth for thine hand. He shall not deliver thee from the affliction that I shall bring.",
    "Go call him the eagle if thou wish. But he shall have a woman’s head and a man’s desires; a scepter she carrieth to tilt the scales of justice. The LORD is a mighty archer, and I have brought me down many a swift bird of prey, and lured many a chicken hawk from the nest of its neighbour.",
    "And the LORD instructed me, Go place a caldron at Damascus Gate, for out of the north I will bring tumult on this land and on this city Jerusalem. It shall be a river. The American shall pass through this gate to Joppa way, as a river also, and he shall no more return. For I make Jerusalem a caldron and the Syrian as the boiling water seeking its stony hearth."
]