[
    "ARISE, arise, shake off the dust of battle, the dust of thy humility, the ashes of thy disgrace. Behold thine enemy fleeth across thy borders. His feet are intertwined and he tumbleth hence. Thine enemies are cast beyond the river and I give them into the hands of Edom and Moab and Ammon. Under the rubble of thy walls is buried an hundred generations of ignorance, and it shall be buried forever. I have declared unto thee beforehand that this day shall come, saith the LORD. Awake, it is time to awake! It is time for the healing of thy wounds. I shall no more wound thee, my beloved. Let joy form thy features. Let it cause thee to chuckle in awe of a wondrous moment.",
    "For the day of understanding hath come, and the cloud of battle hath lifted to reveal folded hands upon knees. The LORD seeth thee now, and he will not harden his heart. Lift up thy head from thy humility, and rejoice! Wash and be thou clean. Put on thy robes of white, sing and rejoice. Feel life in thy veins, and bless the name of the LORD. Behold the repentant are as the river rocks, smooth and polished and without number. Thy people repent, my Lord, and this moment is for them. Thou hast taken them from the dust of battle and set them aright.",
    "As a river thy spirit breaketh forth from the breach and sweepeth over Zion. The hard and jagged rocks are made cool and smooth. The tree branches stand up, the grass groweth again, and the fruit loseth its bitterness. Our harvest is at last sweet. We no longer walk upon the hot and jagged rocks. Our wounds are unbound and the scar fadeth, each and every one. If a man should let sunlight on it, it fadeth. If he should wash it in the river, it melteth away.",
    "Behold, our God hath come unto us. Zion is blessed by the breath of his mouth. Thou awakenest us from our deep slumber with a jolt, but quickly thou embracest us in thy tender arms. Salvation! Shout it abroad! Salvation of our God hath come! I have seen thee turn Israel. I know thy word is good and it shall come to pass. Thou hast healed us and, behold, the nations come to gawk. Let them come, saith the LORD, and let them seek the healing wherewith I have healed thee, O beloved Zion. Let them join the multitude and walk in his steps and see my wonders again.",
    "Indeed, a wonder of wonders, O my God, thou hast done a wondrous thing. With mine eyes I see thy salvation, that goodly structure, more brilliant than the blue of the summer sky, more soothing than the pink of twilight. Blessed are they who see thee as thou walkest the paths of Zion. Hallelujah, Hallelujah, Hallelujah, hear all nature rejoice. We have seen thy salvation. Our eyes are opened and our hearts have become supple.",
    "Hearken unto my words and live, saith the LORD. Yea, hearken and live anew. I have abundantly shed grace like a rain. The dust no more afflicteth thine eyes. No more doth it bite thy taste. Look up and taste the sweet dew. The dirt and grime of a hundred battles melteth from thee. It is no more thy tears that fall to the ground. Ye are clean again before me, my people.",
    "Go ye one and all to the place of wisdom, to the solemn moment. Go ye to Jerusalem. Weep ye for joy in the path thereto. I shall free Moriah of the nations. Violence shall not hold onto my holy mount and it shall not be tread by force, nor shall it be freed by multitudes. But by a lad shalt thou speak to them, and my word shall cause the nations to decamp. Come ye and build. O Come ye and hear the heavens set you a fine tune. Sing, thou Israel, weep and sing, for, behold, salvation hath come of thy God, thy stony heart is gone! Build ye, O Jerusalem, build ye a light, build ye and lay the path of the LORD’s highway. It cleaveth the murky waters; it is a solid road to Jerusalem amidst the mucky ground. Let the nations come and seek forgiveness. Let mercy flow out as a river, for there is no God but our God, and the ends of the Earth shall once again behold his salvation in Israel.",
    "Cry not anymore. Comfort yourselves with my forgiveness. They that have sinned I have cut off, and they came into the pit wherein their own feet did lead them. But for thee, my beloved, I have filled in the pit that no more should enter therein, for my salvation hath come."
]