[
    "DECLARE thou this word unto Israel, saith the LORD. The LORD of hosts causeth me to prophecy against the nations and against their prophets, for with thy turning I will loosen the teeth of the false prophets off of the nations, so that the remnant of mankind shall seek the LORD.",
    "Thus saith the LORD your God, Behold, as a pot over-boiling, so have the nations put out their own fire. The words of their prophets are as the vapour from the fire. More doth the broth singe the flame, more doth the vapour rise. Yet as it hath no substance and quickly fadeth, so shall I now make the words of their false prophets to fail and their kingdom to fade.",
    "Even by reason of their own boiling is their time full, even full to the brim of blood, lasciviousness, greed, and uneven weights. Not for your sakes do I cut them off, but for their great sins do I cut off their head and their tail, their grasping hands and loathsome tongue. The head is their tradition, their grasping hands their congregations, their tongue their preachers, and their deadly tail their lying prophets; and their feet, are these not their judges? supported by the strong tail.",
    "They are froward mouths and foolish minds; expecting hands are their gestures of praise before me; he whose heart is set upon the crotch is their speaker of philosophy: therefore their prophesyings are lies, and their glimpse of the future blurred by their own lusts. For this also my face is against their lying tongues, and my rebuke upon thee, because thou hast made them thine ally against my covenant, in that they say, “The blessing is in thy flesh, O Zion;” and that thou rebukest them not in error, saying instead, “If it is a matter by which we may gain, it is well.”",
    "Think and consider, O foolish prophets and ye ignorant who have established traditions as idols of the soul: What is the lot of the village idiot? Though he be a fool, doth not thine own foolishness cause thee to think thyself sound by comparison? Thou restest in an unwise comparison.",
    "Though he be not carried off into captivity, and of the spoils of his own house doth no man brag of taking, no deal braggeth he the greater portion of getting, yet by comparison the fool causeth thee to rest assured that thou art wise.",
    "Yet it is thou who art plundered and led off, and it is thy substance that shall be spoiled by a mighty hand.",
    "Therefore hear ye now the LORD, O Israel, So have your traditions been until now, saith the LORD, and so too do the nations fool themselves.",
    "When my prophets spoke in the former days, rising early and declaring, O foolish Israel, thou saidst the prophecy was for a long time off. When thou considerest them today, thou sayest the prophecy was for a long time ago.",
    "Foolish people, hard eyes, hard minds! What I declared unto you came to pass, and what I declare unto the nations shall soon come to pass; and ye shall know that I am the LORD. I shall call that day Astonishment, for so shall it be an astonishment to the nations the day I turn you unto me; and that night shall be called Terror, for shall not the nations be overwhelmed at the sight of it?",
    "Consider the cedar: before the sapling can grow a young tree; or the babe, before it can have hoary temples, so shall I bring my word to pass.",
    "Shall your teeth not be set on edge at the doing? saith the LORD. Yea, they shall be set on edge, every one of you. And your eyes, even they shall be set longingly to your coasts. In that day ye shall know that the nations prophesied unto you a lie. Your nakedness shall be revealed, and ye shall know that the prophets of the nations were gainsayers and flatterers.",
    "Thus saith the LORD; A voice is heard from Achor; a wailing and the weeping of shame. Out of the valley stirreth the voice of ashes; soot is the breath from their mouth. The nations lament, and the great congregation is covered in shame, for I have made the nakedness of the prophets of the nations an abhorrence. I shall strip them of their apparel, and ye shall burn it, O ye valiant of Judah, upon the autumn heap. Great shall be the conflagration in the Valley of Achor; and he shall fill in the valley with their remnant and with the heaps of their ashes, that no more shall ye suffer trouble of the nations. Great shall be the day of Achor, for I shall cause thee to fly on eagle’s wings over the valley to thy borders."
]