[
    "I SHALL now stand in awe with certainty, unto the LORD, for his goodness; his word is unrelenting; his honour unreproachable; they are soothing psalms of edification, for his graciousness endureth forever. Beware, O ye nations, and ye gainsayers of foolish traditions: He shall restore his people with a mighty hand; he shall honour us as at the first with his holy name. For his great namesake he shall prepare the future as a fine confection. He shall shut the presumptuous mouth and bring to nought the thoughts of the self-serving. Our honour is the great name of the LORD, and his presence is our joy! He taketh away our reproach!",
    "Set it to heart to enquire. I shall seek from mine heart his words; and I shall not take them for granted. Let thy people humble themselves and enquire. Behold, the LORD hath not gone so far that he cannot hear, nor are his feet slow that he cannot deliver his people. Let our prayers go up before the Holy One of Israel, and let them be acceptable.",
    "Who can bear the words of the LORD! Hearts are hardened and fists beat against temples. For the day of the LORD is declared and his words break the forms of Ephraim and dash the carved stones of Israel, and rework the carved trunks of the nations!",
    "Plain words overthrow, declareth Ephraim. He searcheth to find a means of annulment. The letter is an idol for him but its meaning is an uncarved form to recarve a meaning, that he might worship the works of his own mind.",
    "Let us, saith Ephraim, go to and cast the prophets from our midst. Oh heavy burden! Get thee hence and prophesy not. When thou art perished we shall adorn thy tomb and make merry over thy words. Is it not said amongst the people, “What the son wisheth to forget, the grandson wisheth to remember”?— Thus hath Ephraim trusted in the word of the LORD, but thus he recognizeth not the words when the LORD speaketh.",
    "Wherefore, thus saith the LORD, forasmuch as this is true, thou shalt be plundered, O Ephraim, for by a flea in the ear is a man driven mad. So shall the LORD’s words be unto this generation. They shall not be a shout, to cause one to jolt and dismiss, but they shall be a buzz and a tickle that shall not depart from thine ears or from the house of Israel. So do and, Lay on! Boldly on! Thy finger shall route thine ear until thou art a laughing stock, and the people walk from thee."
]