[
    "HEAR ye now the cry of Jacob, a swaddling cry! From baby to manhood he groweth, for his hand is in mine hand, saith the LORD. I teach him to walk again, and I bring him forth and guard him through the travails of life. How love cannot choose! One is bound! Love compelleth! So am I bound to Jacob, saith the LORD, and he will not earn me by knowledge, or by craft, nor will a work endear him. Speak not to me of thy merit; gratitude I am tired of. But come all ye who are compelled toward the LORD, and receive everlasting life!",
    "Behold, saith the LORD, though I gather Israel slowly, or gather I them fast, I honour my words, and they shall be gathered.",
    "In that day thou shalt go up Nebo. There thou shalt take within thy fist the dust of the earth. Mingle it with clots of clay, hard earth mingled with dirt, clotted earth. Mix within it pebbles. Within thy fist clutch it. From thy right hand broadcast it before thee with one broadcast. As the dust scattereth and findeth no foundation so shall I disperse the power of the nations about thee, and as the pebbles hurl to the earth in one gathering, so shall I gather Israel and scatter the power of the nations about thee; and as the mingled clumps of clay and earth shall fall around the pebbles and intermingle so shall they be a bulwark about thee, O Israel, a bulwark from thine enemies in that day.",
    "Fear not, for I have scattered the power of the nations ’round about thee, and I have driven them to thy borders, beyond the river Jordan, beyond Galilee and Golan, and even unto the river of Egypt; and thou shalt go up Nebo and thou shalt perform this sign before Israel; that it is of the LORD their God, that he shall perform this, at the time when I have turned them.",
    "I shall give them laws in that day, laws from my heart, saith the LORD. Laws that are good, good for their souls and good for their bodies. I shall codify my laws; laws to live by; and all Israel shall hearken unto me, saith the LORD; all they of the nations with thee shall hearken unto me; the kohenim, the prophets, the seers, and all they that dwell within the land; and they that cling to the LORD his God to love me and to keep my commandments.",
    "Laws they shall be to impart unto the people my ways; from a right heart they shall hear and they shall do; laws that shall not tip the scales of my words; but laws that shall be from an even weight before the LORD. I shall bind them to their feet as sandals, and I shall engrave them upon their hearts, and in their minds will I rehearse them."
]