[
    "THE burden of the word of the LORD which came unto John the son of Kathryn, the daughter of Jacob and Messiah’s Light, the son of Karl Hirsch, the son of Abraham, the son of Hillel, when the LORD first drew him out from the nations and inclined his spirit to seek after the LORD. It first came when he was about 30 [1995/6] years of age, saying expressly: “Thou shalt surely be my witness to Israel.”",
    "But the prophet wrestled at the word of the LORD, and the LORD would not have it inscribed, For it is not yet time that I cry out, that I rend and that I devour; that I heal and that I say Restore. So it was laid to heart.",
    "It came again in his 37th year. See, I have molded thee. I have given thee pain, and I have given thee fear. I have given thee loss and death, and a burning heart. None can quench what the LORD causeth to burn. Lay it to heart.",
    "And in his 38th year, which was 5,764, it came as a flood. Inscribe it now, what I have laid in thine heart, and what I shall put from henceforth into thy heart, for it is time that I cry out. And publish thou it abroad at the time of thy turning 40 [2005/2006], for thou shalt serve me in thine old age. For it is time that I plow up and that I plant, that I cause to wax young that which hath waxed old; that which is buried. I reveal unto light, and that which is I pull up and bury.",
    "Cry out, cry out in the name of the LORD: Destruction and upheaval! Plowing and planting, turning over and deep furrows, the banks thereof without footing. Heavy rains and mud, and the furrows shall be filled, and the line shall grow. I shall fence it in, and I shall reset the hinges of my gate.",
    "And the word of the LORD came unto me, saying, Behold now in the dusk vision, a great caldron set upon broken desert ground. What doeth it? And I said, “It pitcheth round, as on a whirligig, and doth not steady, but the water slosheth at every point of the brim.”",
    "So bring I upon the Earth at every quarter, convulsion and upheaval, dismay, a setting on edge, fumes and smoke and a steamy vapour. As the water feedeth the desert from tumult, so shall old seed sprout from upheaval. Publish it abroad. Fear not, for I shall put the fear of thee on mine enemies, and at the time appointed I shall give thee the heart not of a rabbit but of a lion. At my word they shall have confusion of face, for lo, I have not spoken by prophet since days of old.",
    "(But the prophet wrestled again) And I said: Why should they, O my Lord, hearken unto me, seeing I was not raised after the manner of my fathers, nor in the ways of my mothers? —Seeing also that thou hast not raised up a prophet unto this thy people for so long. Why should it be me?",
    "And the LORD said: Away, get thee to thy task, for I shall be with thee; and who can prevail against thee? seeing I am a hawk upon thy shoulder and a falcon unhooded against its prey. Whom I call, I shall call, and whose feet I shall place upon the path before me, I shall send before me. Away, son of Isaac, get thee to thy people and declare thou mine heart, what I have placed in thine heart."
]
