[
    "HEAR the naked truth, O Israel, and be ashamed at its telling! Let the veiled head bow, and the haughty thinker have confusion of face. Did I not free the black man, and bring to the dust empires? I multiplied the Arabian in the desert, and brought the Huns from the Steppes. I caused to inherit Britain the Anglos and the Saxons from the hinter forests and the Normans from France; and they are not yet removed from their lands. The Spanish came from Spain at my command, and the Americans from the uttermost parts. Mine eyes are upon my creation to do according to what my spirit listeth. Mine eyes too are upon them that love me, and my soul delighteth in him that keepeth my commandments.",
    "Wherefore glory ye in your flesh, and wherein find ye rest in your land? Is your flesh and land more than I gave others? Then consider to what end I placed my name upon you, ye idle thinkers of Judaea. Then consider why ye are still in captivity and moreover scattered among the nations. And no man asketh: Wherefore hath his hand been so severe on us alone? Then hear ye this word: Thus saith the LORD, I shall not be severe on you after a time; but I shall gather you, and ye shall put down roots in Zion, and ye shall not be plucked up. Cast off your cynicism and your habits, and prepare ye for the day, for surely it cometh. I shall remove the jealous heart, and replace it with humble knowledge.",
    "No more shall ye speak great swelling words and on your lips will not take my name. When commanded I this hollow respect, and when did I say I crave worship? Prostrate yourselves before your parents and measure your works on a scale to calculate your reward. See if they shall be moved with compassion for your double self-seeking hearts. Ye shall not inherit of their estate, but your selfishness shall bring you to want, to make you a castaway. Why do ye think ye shall inherit of the LORD’s estate, when I can see every thought of your hearts?",
    "Your mindless offerings, O people, are a burden to me. Your prayers are gibberish. I wish I could drown them in the ocean, that I may laugh at the sound of them. But your prayers are not humourous and your ignorance is offensive. Ye read the words of others, but care not for the words of the LORD.",
    "O Judah, thou that dwellest in dark shadows, I have made thy cynicism a boil unto thee. Jerusalem, thou that shouldest be his bright spot, is forsaken. Instead of casting a light, ye draw your curtains. Thy children make love into obligation, sincerity into appearance, and think that I cannot understand what is in their hearts. Ye delight not in my words, but ye put your faith in your strength, and your counsel cometh from the valley of your sojourn.",
    "Is it such a marvel that thou dwellest not in peace, O Jerusalem? I have afflicted thee, but thou hast not grown wise from thy stripes. Thou thinkest with thy flesh, why then hast thou not learned from thy stripes? Instead of thy crown, O Judah, Jerusalem is thy last bastion. The LORD shall plead his cause by his sword, and deliver thee by his mighty hand. What shall your pride be like in that day, O ye stubborn of Israel and ye haughty of Judah? Shall ye speak out of form that day, and bring insincerity in your basket of offering?",
    "But speak ye every day, The LORD hath holpen me; I know not all. Evil hath betimes come to me, yet I knew it not, for the hand of the LORD delivered while I slept. We shall rejoice in the sun’s rising as in the day of our deliverance. Perform not the covenant of the LORD with an eye and heart to getting a reward, lest ye perish as the LORD’s enemies in the day of your deliverance.",
    "As thou seekest the best for the things which thou lovest, so more shalt thou seek after the LORD thy God to do his ways. With all thine heart shalt thou seek after him. With all thy soul and thy strength thou shalt love him.",
    "Then, saith the LORD, Peace shall I bring. I shall make your things heavy unto you, and the love of God an easy thing in that day. Is it not an easy thing to hearken unto your creator? The LORD hath never commanded usury of men. Think of a time when he laid a burden upon your backs. It is the LORD, even I the King, the God of Israel, that freed you out of Egypt. But ye are as a wound upon my side, a pain in mine arch, and a buzzing in mine ear.",
    "Calculate not the measure of thy will with me, nor incline thine heart to consider the measure of thy soul. Thou canst not look into the abyss and there is not weight and form to thy righteousness.",
    "I have shed love upon the Gentiles, and given thee laws for the betterment of all. Measure therefore the righteousness of my ways, if thou canst. Draw a line upon them. Find a scale upon which thou canst bring to harmony the weight of my ways with thine. If I should give thee the Universe to heap upon thy side of the scale thou shalt be found wanting in that day."
]