[
    "THUS saith the LORD thy God, in the year of the 70th hebdomad of the Gentiles set thy face to the east, and set it to the west, to the north and then to the south, and prophecy thou against them: Your times come to the full. The LORD God setteth ye a time to repent.",
    "And the word of the LORD came unto me, saying: Set thee now a goodly vase before thee. Fill it with fine flowers, with delphiniums, roses, marigolds, wild flowers, and every beauteous flower thou canst find.",
    "Prophecy unto the nations: For so is the LORD’s fulfillment. I set my ways and my laws to the purpose to which they were intended, and it nourisheth and causeth all beautiful things to grow and to sustain.",
    "Empty now, my prophet, the vase of the goodly flowers. Prophecy unto the nations, unto my Bride, for so she fancieth herself: This is what ye call fulfillment; then smash it against a wall so that it shattereth.",
    "Therefore thus saith the LORD God, so I do with thy fulfillment before me. So I make of thy fulfillment, and this shall be the end of thy fulfillment before me.",
    "In the year of their 70th hebdomad, so set thy face against them and thus prophecy thou: In your probation ye shall traverse 40 miles. Your watchmen shall fall to the side of the road, the might of their camels collapse, the burden of their loads dropped aside; and ye shall leave their parched bones. But ye shall be holpen by the sight of Bethel, for the hand of the LORD rebuildeth it. Plant the goodly flowers at Bethel, the late flowers also and the early flowers in their season. They shall be sanctified by Bethel, by the spring breath of the LORD, and he shall blow their seed over Jordan and make Heshbon’s vista fertile.",
    "But as for the vase, this is mine oracle against it, saith the LORD. Thus saith the LORD: When thy probation shall be ended I shall smash thee against the wall, for empty thou shalt be, and a vase be of no value unless it is set to the purpose to which it is intended.",
    "Bend now a little; give me some time of your minds. I set thee now a sign and a riddle: Ezra riseth of the nations [Gentiles], from a cold and inhospitable place, and again with nails my laws, my ways, and my fulfillment are raised up unto all nations, and my laws go forth.",
    "Upon the outer door they be, proclaiming not what is within but what is not. So understand ye the prophecy of the 70 hebdomads of the Gentiles, for they who calleth themselves my watchmen have been of heavy ears, heavy eyes all these hebdomads since."
]