[
    "SHOD the feet of Israel, saith the LORD. Remove the bunions and support thou the arch. Sound a trumpet in Zion, and march on, for the LORD of hosts is thy banner that day: mine eye in the scope, like a lion on its prey.",
    "My servant Arie, the son of BenHezeron, is he not least among you? and I shall drive out mine enemies, and go before the host of Israel though their backs be to the beach. My spirit shall come upon them, and they shall not faint. Mount up and shout, O Israel: “Our God is in our midst! The LORD of hosts goeth before us!”",
    "Better is the residue than the sauce, saith the LORD. Blessed be Jacob who waiteth for me, for he shall not be cut off from the land. But they shall trust in me, and wait upon the LORD. I wave away the vapour and bring the residue to taste. And the remnant of mankind shall be the LORD’s.",
    "But he that preacheth “Behold the day of the LORD is at hand; he doth smite Israel for joy”— that day shall overtake him and be a snare.",
    "For, see, the false prophet is brought to nought, and the expounder of presumptions is unmasked. I cut off both in one day: He who would take by envy the promises which I have given thee, and he who declareth it falsely as thy flesh. His hands move not over stones, and caress they not trunks, but he fondleth your flesh, and ye are made idolatrous of things not of the LORD.",
    "Out of the nations we have heard a droning, and there is a constant drip in our ears: “The day of the LORD.” Why call yourselves prophets, ye preachers, when ye have seen nothing? Have ye not declared my day for generations, and then hastened your feet to vanities and fleshpots? When a man seeth smoke he doth declare: “Fire cometh.” But ye have seen nothing. He who is within the smoke seeth not thither it listeth. Only after it lifteth ye see the pattern of char, and ye do declare the doings of the LORD: “Ah, lament.”",
    "O ye envious! What can you see if ye are not the center of the matter? Ye are in the smoke, ye false of the nations and ye foolish of Judah, ye blind of Ephraim. The fire scorcheth toward you. If you saw the day of the LORD was at hand, O foolish prophets, then why did ye not repent? If ye saw its approach, why did ye also not see your destruction?",
    "Behold, the day is at hand, saith the LORD, wherein I shall punish the nations wherein ye sojourn, wherein all do only that which is right in their own hearts, for as an old leaven they make sour the whole lump. Therefore I shall purge them to save the dough, that it no more be puffed with bitterness and be sour to the taste.",
    "For the prophets’ eyes are continuously upon the young lions; they look not away in distaste, but are those who encourage the assembly of bloody cubs. They are an abomination to me, and the prophets prophecy unto them a lie in their midst.",
    "Their tongues are set to a recital. Vain repetition is the tempo of their justification. Hear ye the words of your fate. Therefore the LORD shall repeat his judgment upon them until they are utterly consumed. For thus hath the LORD said: I have seen each man walk in his own imagination, and I will fill your empty minds with judgment. Inclusion I shall make exclusion, and ye shall not come before the LORD. Your inclusion shall bring into your windows the inclusion of my judgment upon you; and as straw cannot make a nest for fire so can your prophecyings not buffer my wrath.",
    "Behold, out of the windows in which ye have crept, there is the sound of wailing; lamentation proceedeth where once there was rejoicing. The maidens have become harlots, they who once rejoiced are now soiled because the false prophet is exposed.",
    "Make well your howlings, ye that are now the leavings of whoredoms. The day of the LORD hath multiplied your moanings, O ye whorish congregation! Proclaim it not from your solemn assemblies. For ye cannot see what is before your nose, and a matter too big is rendered invisible to those close at hand.",
    "For in that day not one prophet shall declare his soundness, and instead of “The day of the LORD is at hand,” they shall moan; and instead of joy they shall wear sackcloth. For they have proclaimed rejoicing at their whoredoms, gladness at their sin, and greeted judgment with mirth. For all that they desire they have declared “a blessing,” and I have not spoken it. They have mingled my words with gall, and they have set sheep to graze continually. They have covered their wool as dew, it is a full mantle, and the weight thereof a burden that causeth them to languish, even unto death. For this I cut off the shepherds and the prophets, and I shear the sheep, for ye are more than sheep, and your sin is the sin of man.",
    "Take up weeping at the sight of it, make great the wailings from your shores, for I shall avenge myself on you, saith the LORD, with a great slaughter that they which come hither for generations shall fear the LORD, that they sin not; even as the sin of the blemish who declared lust in my name, and they who set my words on fire by study to make a torch of their own light. Their carcasses shall line the way to Fish Gate and to Dung Gate; those that mock the LORD’s doings shall be heaps, and a byword.",
    "And in that day Jacob the younger shall take the birthright again, and Israel shall serve Judah: the first the last, the greater the lesser, the larger the smaller. The LORD of hosts hath spoken.",
    "Tribulation shall be a snake, upheaval an adder, but Jacob shall vanquish them to their holes. I will make the nations as multitudes that follow but a small ensign— the greater, the lesser. And I shall settle them in the land of Benjamin, as multitudes settle after a weary journey in fertile land. The LORD Hosanna shall cut off the serpent from the land, and shall bring an end to the desolation, and no more shall my holy mount be trodden down of the nations."
]