[
    "OH, my soul, indeed, ah, my soul grieveth that man doth not consider; that no one layeth hold of knowledge; that man’s heart seeketh only what is before his face, and yet he doth not consider the sum of his ways.",
    "Ah, man hath no knowledge, and my servants are but a breath amongst the crowd. Why must I raise up my servants to face mockery, and in the public place to scorn? Hath it been any different before?",
    "Behold, we are mocked; behold a worse vexation, O my Lord: they make themselves prophets by fashion and fad. We no sooner declare thy fury and thy righteous way, and the foolish of the nations and the boisterous of the congregations scramble from between the planks and declare “We too are prophets!”",
    "Can any man take the LORD Saboath so lightly that upon impulse or envy he declareth his words to be the Almighty’s? Prestige is their god. They lust after the feeling and contend all day to appear accomplished. Like a ravenous dog their neck is half full yet their eyes are not satisfied. They are lodged in the corner of their sockets upon the meal of the other dog. So do they seek prestige without having the necessary merit to warrant it.",
    "Dispensation, hear the cry of dispensation, O people, for by it ye have set your ways to destruction. Ye are a river of foolishness, a highway of noise in what otherwise could be a peaceful cobblestone walk, ye that call out dispensation.",
    "Dispensation is thy death warrant, O fool. By crying it thou hast signed it, and thou hast shouted from the housetops thy guilt. So the LORD shall make thy overturning a public matter, and thy fate a matter of the public square.",
    "Woe, my prophet, declare thou woes unto the nations, and rebukes unto Israel, saith the LORD. Woe unto them who declare Dispensation, for they cannot be turned. He sanctifieth his ways as mine.",
    "Woe to them who rest in Chance, and who live by Luck. Luck cometh not before the LORD; nor doth Chance find a place in the Almighty’s quiver. No archer fireth blind, nor doth any warrior rest upon an untried weapon.",
    "Woe unto them who search my words merely to overturn them. Woe unto them who are drunk for signs, for they shall drink the wine of those who interpret signs, and they who interpret have created them.",
    "Their signs are revealed by shouts of Conspiracy, Conspiracy. They are both gods and prophets of their own vanities. They declare their word, and they shall fulfill it. Thus saith the prophets of the nations, Conspiracy! Those who hearken not to our words have fallen snare to conspiracy!",
    "Behold, they have declared, and the LORD shall fulfill their words upon them and heap the end result upon their brows. What is the end of conspiracy but tumult, and of tumult is it not upheaval?",
    "There is no afterthought with the LORD. There be no chance or luck in the outcome of things. There is no splinter of wood wherein the LORD cannot count the weight or discern the grain thereof. Know ye that what cometh of judgment upon the Earth cometh of the LORD; and then consider thy ways, O man.",
    "Have the sum of thy ways, lo, these many generations been written in the sand that thou shouldest not see the works of God? Though I spoke not unto thee by prophets, did I not make the way of the LORD clear unto thee before? Why seekest thou new prophets to declare unto thee strange ways when thou wouldest not hearken unto me before?",
    "What ways do they declare unto thee?— but the ways of thine own lust and avarice. Why needest thou justification? As fire burneth so doth man run to his weaknesses. Why should I make my word an emolument for them? Thy prophets do not point to any way; they justify thine own conscience.",
    "Yea, the generations of man are foolish and their ways utter nonsense. He hath not tempered his ways with my laws, nor shod his feet with my words. He waitheth not upon the word of the LORD to see it come to pass, but saith: “Yea, hath God spoken?” But ye justify the false prophet when his words come not to pass. Why should I not give ye up unto them for a season? Look back and see your oracles, your incantings from books and your teachings, and declare unto me, if you can, have they come to pass?",
    "Yet my words have come to pass. I declared unto Israel, but the daughter of Zion heard me not. I declared I should go unto the nations. I declared that I should place my foot upon the dry ground and raise my right hand toward heaven and declare I live forever. But she preferred her timbrals, and sewed upon her elbows pillows that she might lean on her hand all the day and contemplate the handsome men.",
    "Hast thou not waited upon the LORD, but I came not? Hast thou not longed to see me, yet blinded thyself to my judgments, lo, these many generations?",
    "Be grateful, pat thy breast with a sigh and regain the wind taken from thee by sudden startle. Be grateful thou hast not seen my day, else thy doom is complete. They who walk after the dispensation of their mind’s idol cannot hear my words, nor see the end of their ways that they should turn and be healed.",
    "I walked not with the idolatry of Rome, and fashioned not my kingdom after the ways of the high places of Carmel, after the place of Dagon and the straddling floor of his feet. But I brought down Dagon of Askelon, and his poised legs could not withstand. So shall all those be brought low and upset who keep a foot on their floor of their past to justify it and a foot on the way of the LORD JHWH as he marcheth forth to accomplish his ways. There shall be such a spreading that thou shalt be spread and fall.",
    "Leap thou now, cast off thy past idols, and let thine old ways be forgotten, and leap thou fast upon my chariot as it passeth the way. Clutch upon its rails and see thy master drive goodly steeds. There shall no one upset my hero. Is he not a breathtaking sight to see at the reins?",
    "Cling not to thy past idols of the mind. Let thy soul leap within thee at the good ways of God.",
    "Hearken and Consider, look to the end of the ways of many nations and therein say: “Thus saith the LORD.” See idols smashed and justice raised as a standard, and say: “The LORD’s spirit moveth amongst us.”"
]