[
    "MOREOVER, the word of the LORD doth declare, O ye shallow and blind-hearted, not a double way, as in your own, but a single way. I shall plead wisdom to my people with a rod and a sore humbling. I shall make it as the exchange for barley and for wheat, and I shall exchange therewith and feed my people. No more shall they who sit in conclaves teach my people. And no more shall their lurching prayers declare my spirit. They are as those who pass stones, and the deep contortions of their faces have marked the passing of offense into the bucket.",
    "It shall come to pass in that day that all those who keep the things whereof I gave unto Moses, thinking that he shall gain from me the resurrection, shall be as they that sacrificed in secret places. He shall be called ‘He who maketh the LORD into a usurer and merchant.’ He will hide in the graveyards, and the things of the LORD shall be a shame unto him. He shall preach to the gophers, and he shall root as the hedgehog, and the bats shall be his commiserants.",
    "But who is the man to whom the LORD shall look upon with delight? even this: he who should love me more than anything; he shall be as my child and I shall be his father. He shall keep my ways for he seeth that his father feedeth him and clotheth him, and freeth him from the hand of man’s oppression.",
    "Is there any father among you, saith the LORD, who placeth a burden on his son or delighteth in keeping accounts with him? It is this that the LORD hateth: that we know not that our piety is sin. We all Pious are dried sore as a well with no water. We all made his laws selfishness. Yea, self-obsession is our light; it is waxen gross upon us like the bright spot of disease. Our sins are grave indeed, but, behold, it is our hearts that have truly transgressed, for they roar like a lion, and we boast like unto the cockerel.",
    "Let the lion roar no more, and let the cockerel see the roasting pot, and leave off its boastings. But hear ye the word of the LORD: Ye say I clothe you— but I recognize you not. Ye say ye brag of being my people— but ye fear every man, and a dog maketh you to tremble. Your eyes wander at a count to 10, and for fear ye will not admit the number. How deep ye are! How shallow must my spirit be if I walk with you. Rather should my people eat of swine’s flesh and break a dog’s neck before me than cast my name unto the carnival and tie my laws with the knot of the superstitious and fearful.",
    "The heavens rejoice at my glory. The Universe trembleth at the awakening of my wrath. My glory causeth the angels to burst forth.",
    "But ye are as brave as your conclaves and as mighty as your inability to count to 10. Call yourselves not my people, for my sons would be as me. Neither the coming of the night nor the heat of day would retard them. Mercy they would run to. Graciousness would light the paths before them. A whirlwind they would tame, and a burp they would not consider.",
    "Behold, they whom ye have detested, I have not detested. And they for whom ye had no regard, my countenance hath looked upon. Though they be not like you, because they be scattered amongst the nations I shall gather them back and give them the land of Israel. And many peoples shall run for refuge unto the LORD in that day, and I shall plant them safely in the land.",
    "But be thou Samaritan, saith the LORD, for thy ways shall not be linked with me, saith the LORD God of Israel. Whence cometh this foolishness that I see? Behold, they who are called the most pious amongst you serve other gods, and your hands lay hold of a chicken wing for justification. Ye are as they whose hands caress stones, and as they who covet a tree to make of it what they will. Be thou Samaritan, for thine abominations and sacrifices do make thee as Bethel, a place of false altars, and thy heart the hob of false fire. Thy flesh is a false sacrifice, and Gerizim a seedy mount; and it shall come to pass that as the Samaritans thy flesh shall be false and thy ways far from me. Thou shalt be no more Israel, and Judah shall not accept thee, nor shall Moriah be thy mount of rejoicing. But thy ways shall be the ways of mutterings, as thine incantations; and ye shall be cast off, every one who corrupteth his soul with the flesh of beasts and the sacrifices of hen’s blood.",
    "I seek to rejoice, but it is far from me; for this my people hath corrupted their way. Their hands fondle birds and their hearts utter strange spells. This people is iniquitous; the branches are foolish and the stock is dry. Why? Because guilt hath made wise their own knowledge, and the people shrug at indifference.",
    "Come ye to the graveyards, to the pits therein that ye have dug, and sacrifice to the idols of your own incarnation, for no more shall the light of day bear them, or the sun cast its rays upon them. They are for the moon, and for the deep and shadowy haunts."
]