[
    "AND on the Day of Atonement, when ye shall come to the LORD, the chief priests shall come with the High Priest, the upper courses. They shall walk behind him into the house of the LORD. He shall bear in both arms before him an empty bowl. It shall be a plain bowl, a wooden bowl without adornment or mark, roughly hewn. And he shall set it before the holiest of all, before the curtains royal of the holiest of all, and he and all they in the house of the LORD shall cast their crowns to the ground, upon the golden floor, and they shall bow their hearts and their foreheads to the floor and ye shall declare: “Holy, Holy, Holy, is the LORD God Almighty.” And ye shall pray for forgiveness, and ye shall pray for the people.",
    "And the curtains shall be drawn open on this day, and fastened, while the priests perform their duty, and they shall be closed upon completion.",
    "And the High Priest shall rise up, and they with him, leaving their crowns upon the ground, cast aside, and he shall take from one of them a deep crimson cloth, made of wool and dyed a deep crimson. And he shall unfold it and place it in a golden bowl, and he shall there bleach it until the color bleedeth out and staineth the water. And the bleached water shall he pour into the wooden plain bowl, for plain is thy soul and empty and incapable of offering before me. But as he filleth it with the bleached water, so have I filled your souls with mine atonement.",
    "And if one should shed tears, another shall wipe with a clean cloth, whether it be the High Priest or another. None shall wipe his own tears. Ye shall not let your tears fall to the floor.",
    "And one of the chief priests shall place upon the High Priest’s hands and upon his unshod feet marks from the dyed water, stigmata, dyed with thick dye from a golden jar, mingled with the dyed water, so that it may be stained upon the palms and the back of his hands, and the same for his feet. And the High Priest shall walk outside the house of the LORD and he shall stand before the people, with palms out, he shall stand upon the steps leading from the house and looking out over the inner court, before the altar and Great Basin, and ye shall all recall your sin. All Israel shall humble themselves and repent of their sins, for I have atoned for them and shall pardon them. He shall call out: “Behold your sins; behold your atonement.” And ye shall consider, and ye shall recall your guilt, and ye shall recall mine atonement.",
    "Alone of the chief priests shall the High Priest be unshod on that day before me in mine house. He shall not have socks upon his feet. The others shall have socks upon their feet; royal purple it shall be. But the High Priest shall go barefooted within the house of the LORD and without. The others may shod without.",
    "And he shall take the bleached linen of wool and he shall take it to the altar, and he shall burn it upon the altar; and he shall sprinkle the fire with the crimson water thereof, from the plain wooden bowl, until it is gone. He shall do this before Israel, and ye shall know that I am the LORD.",
    "Save only the first Passover, when thou performest this for the first time before me; then thou shalt not burn the bleached cloth of wool, but thou shalt fold it before the people, and keep it in a storage vault aside the house of the LORD that ye may look upon it from time to time; for surely its whiteness will fade and its fabric become mehrp.",
    "And because this is an high day, ye shall open the opposing doors of the inner court, and ye shall cord the area, and ye shall admit the nations to pass through that they too shall see the work which the High Priest shall do.",
    "Notwithstanding, after he burneth the linen, the High Priest shall mount up upon the walls of the surrounding cloisters so that he overlooketh the soreg and the outer courts, from the utmost heights of the surrounding cloisters of the inner court, at a place prepared. He shall overlook to the south; he shall overlook to the east; and to the north; he shall overlook to the west. He shall come forward and be seen by the multitudes; and he shall raise his hands, palms outward, and give the blessing of the priests to all the people, wherewith I commanded Aaron and his sons to bless. His voice shall be heard, and his hands shall be plainly seen, the stigmata plainly seen. He shall do this east, south and north, and west.",
    "And this shall be throughout your generations, upon Yom Kippur, as a memorial to the people, and unto the nations, that ye are a bloody people, and I have brought atonement. I am the LORD your God."
]