[
    "BEHOLD, I see Ephraim upon the mountains and in the watchtowers, yea, the very tall watchtowers. They have set their code, and they signal therewith. Though they reflect the sun, their signal is set to their rhythm. Therefore the stillness of the LORD’s doings they have not detected, and the method of his purpose hath been marvelous unto them, incomprehensible and without form.",
    "Rise up, O ye inhabitants of Judah and ye dwellers of her uttermost borders, and give the signal to the watchmen. The LORD cometh with a mighty hand, and his fierce ax doth cleave mountains before him! But is it that ye see not also? Howbeit none see?—only because your watchmen peek at points of light and ye dwellers of the land wait upon them. Open up your panorama and see smoke over the mountains. It is not the smoke of fire but of dust, the dust of stampede. Behold, they are not far mountains, O Judah. And the men of them ye know. But, lo, ye know not the LORD your God. The LORD sendeth them not a prophet to stir them up, but I send ye my servant, for many winds shall be stirred, and the dust shall approach you from many lands, yea, and encompass your seed even in far lands.",
    "The LORD is wonderful in wisdom and comforting in his counsel. And from his depth he doth declare his wise things. Woe unto them who do not enquire, saith the LORD, and woe unto those who do not consider the sum of their ways and the burden of history, who take away from what the LORD hath done, and who add but a foot unto his path, either to lengthen it or to broaden it by their measure.",
    "The LORD shall turn the dust with his breath and make it a smoke of fire upon mine enemies, to raise up Jacob to bear my name, to deliver the outcasts and gather the dispersed of Israel. What thou, O mighty Syria, devisest in the culverts of Riyadh shall bring down Damascus and shake the foundations of Mecca; and it shall be contemplated in Medina; and Alexandria shall bring down Cairo with it. Hear the sound of the LORD’s quake! The LORD deviseth not in secret of his beloved, but hath drawn my banner in days of old.",
    "The LORD shall save thee that day, O Judah, by his open counsel with the words he declareth here, as in the days of thy Babylonian captivity. Ye shall no more fall back into your idols, O people, for, lo, the LORD raiseth me up again by wise counsel; he setteth me in an anointed place. By hardness he delivereth thee, and in it shall be glory.",
    "In this his resolution there is tender purpose. In his deep things there is reason, a fuller’s soap, a trying with fire. It burneth forth not with eloquence, but it refineth the metal of dross and it cleanseth the linen. For the LORD shall open again the mouth of the unlearned, and from the reason of the illiterate will he speak again unto his people. He shall utter his deep things from voices long stilled, and Jerusalem shall rejoice again as a barren widow who hath found joy in the son of her first husband.",
    "Man’s trials are hard, but the LORD’s are cunning. The meek have upset the mighty, and the brazen have learned to keep their mouth shut. O thou, little Judah, though thou be small and as unto a remnant, halt and quivering, shall God’s salvation burn in thee, and as an ember it shall ignite and it shall consume the world. In that day the Gentiles shall cast off their idols, and no more shall a graven image be found amongst them. No more shall a hand fondle stone and bronze, nor heart wait upon a stony eye. Apples shall not be an offering to brass, nor flowers to the artificer’s vanity. The stone altars of the heathen shall be barren, and their foundations shall be pits. They shall break up their idols, and decay shall grow over them; they shall no more be found.",
    "For, lo, O Israel, the LORD hath declared plainly unto me: I have so declared it this day: Thou hast seen generations of thy children, and thou seest thy prodigal return. No more shall they call you son. But this day I have called you father. I pronounce it clear that all may know that I am come, and that it is I the LORD that dwelleth amongst them, and it is I the LORD that they behold. The LORD thy Saviour hath spoken it.",
    "The LORD overturneth the shallowness of the world forever. Thou art too great; this heart hath done too wonderful a thing to draw to thy courts affectations, and for thy caravan to be that of flatterers; that the cloisters of thy garden should be the promenade of gainsayers. Therefore I have decked thee with the array of the lowly, but I have made thy breath as a cool breeze in the desert heat; thy words as clear water to those that thirst. I say unto thee, thou art my breath. Greater art thou than wind, earthquake and fire, wherein was not to be found mine intent; but from a soft voice did I speak.",
    "How shall a king know the heart of his servant, and how shall he test his piety? A golden crown man will obey in action, but anon his heart grumbleth. With a rough cloak tried I man, and he that followeth doth not grumble. I was not comely, and no man durst follow me by reason of gain. Cast aside thy vestures of fine linen and thy golden jewels. Let thy spirit burst forth at my passing. Follow me. Feel mine hand touch thee and awaken thy reason.",
    "Behold a wonder, O Israel and ye inhabitants of Judaea, a ripple hath gone forth from Zion as when a block is dropped in water. My ripples are gentle and my block is soft, saith the LORD, yet they brought down multitudes and upset many a course. Who shall believe, saith the LORD, and whose spirit shall be tempered? Let him trace the ripples. Is it not easy? But stop and consider. Doth not a straight line lead to the center from no matter where thou encounterest the ripple? Can a ripple come from a false angle? Trace it. Even from the farthest ripple shall they be safely led.",
    "For this sake I set in Zion my block, and so I let my ripples silently to go forth. Ephraim was upset and hearkened not. He traced not the ripples but rode out the swells. Let him stop and there consider his God. Yea, our God is the only God."
]