[
    "WRITE this in a book and set the words in store against that day, against the resurrection of mine house, for the keeping of mine house, and for the ordinances that I shall give thee, for all who shall come to my house to worship. See that mine house is built according to all the manner and custom; and according to the need for size; that the plan of the inner court and land oblation be done as I gave unto bEzekiel— Was he not thy predecessor?— in the day that I gave it to him.",
    "At the base of the cross thereof, according to the design I gave him, I shall meet them. It is where I place my feet. It is my throne. It is the holiest of all. That place shall be holy. It is not an idol for the people, nor is mine holy name an idol to be cast out, now allowing, now forbidding. But this is my throne, and the outer chamber wherein there is the candlestick is my footstool. Thou shalt worship before me. This is not thine house, O Israel; this is the house of the LORD thy God. This is not mine house in Jerusalem, among many houses in other nations. This is mine house. I am the LORD thy God.",
    "No more shall they demean the kohenim in that day, nor make light of them, saying, “It is only symbolic,” but they shall hearken unto my word.",
    "The kohenim shall keep their place in mine house, but him that polluteth the office, whether by deed or by mouth, saying, This hath no weight— he shall not serve until he hath repented before the LORD.",
    "And the kohenim shall comfort they who come to worship. They shall walk the courts of my house and they shall walk among those that worship. He who is in distress and weepeth shall they comfort. They shall walk the courts, whether they be the courts of Israel, the women’s courts, or the courts of the nations; they shall walk them and perform their duties. They shall comfort and edify all who come, whether from the nations or from Israel; for this is the house of the LORD your God, and this is the service of his priests.",
    "And I shall look upon their soft hearts, and I shall have mercy upon them; and the comfort wherewith they shall comfort people shall be my comfort, for I am an holy God, and I do look down upon the humble heart and I do see the soul in distress. They shall call upon me, and I shall hear them, and the kohenim shall comfort them and shall bless them.",
    "With harp and chorus may the Levites play before me, in a great congregation before me in the inner court; and they shall sing a solemn sound before the Most High. With Kantor and with psalms shall thy songs be acceptable to me, whether base, tenor, and soprano voice. And the people shall sing unto me. Even the voice of the boy and the voice of the old.",
    "The Kantors shall enter the holy house, and they shall sing before the LORD, before the holiest of all shall they sing. With base, tenor or soprano voice shall they sing. They shall sing in exultation, in solemnity, and in adulation. They shall sing with loud and with temperate voices.",
    "This shall be the mood that ye shall keep in all my holy mountain, in all my courts, and in the passageways: Let their be joy and a rejoicing, and let all who come remember this is mine holy house, an house of prayer and peace, of stillness, and of a burning heart, a lump within the throat, and a penitent heart. It is the place of my feet."
]