[
    "GO, I have thought it, my Spirit hath conceived it, my hand is now even forming the time: Make thou to know and make thou to understand, give them ears to hear and a soul that seeketh the deep things of God; for they enquire, and I shall not harden my heart against them as at the former time.",
    "Give unto yourselves a span of rest, from Passover unto Pentecost, even for these 50 days give yourselves over to prayer and fasting. In the year of the 70th hebdomad of the Gentiles sustain yourselves with one another for these 50 days. Let him who worketh abstain, and let your congregations and those of substance amongst you lend support for those 50 days, that all Israel may abstain from their routines and incline their hearts unto the LORD their God, with deep prayer and fastings.",
    "Give ear unto the sum of thy ways, O Israel, and consider if there hath been a time like unto this before? Have the words of thine elders come to pass or explained unto thee all that thine heart hath perplexed over, over all that thou hast kept in thine heart, and what hath happened unto thee and thy fathers, lo, these bottomless years of thy second captivity?",
    "Then give ear, and incline your hearts unto the LORD, the God of Israel, and soften your hearts before me that I may pass amongst you in those 50 days and not harden my heart against your stiff necks and your foolish minds.",
    "Let the dullness be removed from your minds, and let your foolishness flee from you as day vanquisheth night. In the 70th hebdomad, in the final of the hebdomad, let the veil be lifted.",
    "Thou shalt measure the sum of thy ways before thee, and thou shalt hearken unto my servants the prophets of old. Thou shalt read them by books, and thou shalt above all bow thyself to the ground in prayer. Thou shalt pray unto the LORD thy God that he enlighten thee, that he will place thy sin before thy face that thou be no more deceived with thyself, and thou shalt hearken unto his words at last.",
    "Whether thou be in the synagogue or outside the camp; whether thou hast taken a wife of the nations, or an husband of the nations, thou shalt leave off thy work, and thou shalt give thyself to pray and fasting before the LORD. Thou shalt meditate upon his ways, and thou shalt ask of him, “Are these things so?” Be thou humble, for the LORD thy God is a mighty God, and there is none before him.",
    "If thou hast children by thy wedlock with the nations, thou shalt bring them with thee. If thou hast children by whoredoms with the nations, thou shalt bring them with thee. I do seek out all the sons of Isaac, and each shall stand on his own. This shall apply to all those born of any Jew, for I do call back my people, the seed of Isaac. Let him who is an Hebrew not call himself not a Jew.",
    "Trust not in the vanity of thy ways, nor in those that teach thee that thou canst make of the LORD thy God what thou wilt. Nor take advantage of the span, to revel and cast aside thy sincere heart and make it a time of play and holiday. For, see, I speak clearly unto thee. Can the world bear it? Can the world withstand the glory of a sudden thing? Then understand, the LORD thy God causeth a wonder: slowly, slowly, day by day, Jew by Jew. The dawn shall rise and as a scattered army shall Israel trickle back, waves here, streams there, over the hills, with their shields, with their young, with their things, and with their households, so shall they come back from their desert journey to the dawn light of the LORD their God over the peak of the mountains.",
    "I set in Zion a lodestone. And it shall draw my people, metal from amongst metal, wrought and pure, for I have wrought me my name, and for this sake I shall call ye back, lest the nations say of all that hath been “It was not of the LORD.”",
    "See the desert in the dawn light. See the things move about: a line here, a group there, babes upon the shoulder. Like ants see them slowly come. See them rise up the incline, see them mount toward the top, over the peak to a new dawn. See them come home unto the LORD, the God of Israel.",
    "Forsake your desert journey, my people. Neither ship nor horse, neither thing of the air or under the sea, shall bring you back unto me. Ye shall each one come of a way you have not known; and that way is I, saith the Lord."
]