[
    "WEEP, O Zion, that thou ever didst bear a son; who can shut the floodgates of our weeping, for the hand of the LORD hath revealed it?",
    "The mouth of the LORD doth direct mine ears to the sound: aKidron in the sunset doth moan with the weeping of women, weeping as if over their firstborn. Louder is the weep thereof then the cheer when they see Zion formed in marble and gold, for we have seen the hand of the LORD, and a guiltless wound is etched in our pupil. Hear ye the beating of breasts, women beating their breasts in anguish at their firstborn, and saying, Truly my name is Bitterness.",
    "Astonied looks give place, I say ye, give place to anguish. How is a harden brow become melted! At the sight of the bwounds we without wounds feel pain. All we have become guilty, yet He suffereth no voice to accuse; it is we who with shamed face ask unto him, “Wherefore didst thou do this in the company of thy children?”",
    "We esteemed Thee not, nor in Thy affliction did pity take us companion. Our hearts spit forth murder, and yet Thou bledst; our imaginations imagined vain things, yet Thy soul was afflicted; even our sins overflowed, but Thou wast whipped. Thou afflictedst thyself, but they Thy bruises have become whiter than snow, but our bright spots are ugly and putrid. Our flesh is rotted, yet we have no wounds; our bodies stink, yet we wash. Thou hast scars, but art more brilliant than the sun. Is this the weeping of triumph, saith the LORD? Is this the sound to greet a Hero? Weep not, O Zion; remove the pit from thy stomach. Rather, shout ye aloud! I say ye, “Blessed is he who cometh in the name of the LORD.” Be thou refreshed in thy God, and be no more ignorant of his way. See thou now, and declare: “I see.”",
    "Behold, behold, I have declared and my word is good. I live forever and my feet can tread down mountains as tender grapes in the harvest. I bury with mercy, yea, mercy is the only earth I know for them that love me; and my breath can blow the dust off the deepest of graves, and my voice can call and bring forth the bones, even dried bones. I shall bury thee under this earth, and I shall call thee forth with a mighty shout.",
    "And it shall come to pass in that time, and at that moment, that ye shall call upon the name of the LORD, even upon his goodness, and the LORD shall hear you, and he shall give goodness by an ephah worth an homer, a shekel shall be worth a talent, and it shall cause your hearts to burn, even as ye pull out your hair in anguish over your souls and the souls of your fathers. As a young woman waileth who hath just lost her firstborn at the time of his weaning, so shall ye wail. Lift up thy wounds with thy cry, O Zion, and I shall stretch forth my hafnd, and I shall bring forgiveness.",
    "As I live, saith the LORD, I will not forebear. Thou shalt look up and feel the alatter rain as before. As a wineskin that is sliced open shall I pour out my spirit upon Israel. Even as thou art overwhelmed at my graciousness, even more shall I overwhelm thee with my mercy, and thy sons and thy daughters shall come to me, and I shall polish their pockmarked hearts.",
    "Then thou shalt acknowledge thy guilt; just that: acknowledge thy guilt; and I shall silence thy accusers. Thou shalt then worship at Zion with a joyful sound. Thy atimbrals shall be merry, thy horn a rejoicing; and I shall hear thee. Then shalt thou tread my courts with joy and thou shalt dance the fine song of the maiden for the groom in the house of the LORD.",
    "There thou shalt dwell and be happy, O Israel, and at its ramparts thou shalt look upon these stones of people and thou shalt say, “Look at what the LORD hath built; even our God had mercy, for he hath forgiven us all our sins, even blotted out our unbelief, our great sin, and hath purged our souls. He bloweth our transgression from upon the book as dust that shall no more return. He hath gathered us to the fullest intent of his desire.”",
    "Desolation shall yield to fatness. It shall give fruit to abundance. Your withered souls shall swell and burst forth like a sweet grape. Kings and angels have desired to see that moment, saith the LORD, and such a shout shall go forth in heaven when the LORD bringeth it to pass."
]
