[
    "MOREOVER the word of the LORD came unto me, saying, Set thine heart to grieve over this generation, over a multitude led by rumor and by secret words, for they will not hearken unto my words, but they prefer mischief. They have made the day of the LORD an allegory, a song from the complacent, saying, “Nought shall overtake me.” They provoke a reaction only to condemn it. “No action leadeth to good or evil, but power decreeth.” Choose to do good, saith the LORD. But they say, “Choice is not ours but God’s. If our feet be laggard, is it not the LORD’s doing?” Shake thine head soulfully, and say, Alas, an end hath come, an end on the power of the ancient and established. Swords shall fall and borders shall be redrawn in blood. For all this is required by their hard hearts because they would not hearken unto the words of the LORD. They built the ways of the LORD by fad, and they tear them down equally.",
    "Behold, saith the LORD of hosts, I bring such days as thou hast not imagined, and pleasant days few have enquired to discover. They come as unto the birth of a baby, after the travail and the anxious hours. I bring days upon the trickle of this generation as have not been seen for many, many evenings and mornings, for many still autumns. The earth is struck with a mighty jolt, and out of the valley of decision cleaveth two ways. From aHinnom who can see the house of the LORD for the multitude of dwellings that magnify themselves? But from bKidron look up. So is the dwelling place of the LORD seen first by the wilderness, and it is clearest even in the dark of night. A beacon of hope and comfort is the name of the LORD and his Holy One. Delight in the captivity’s end, all ye of this generation, for the days of Hinnom shall come, wherein they shall seek the LORD by ways others have set, by alleys and byways between the tall buildings, narrow walks and culverts, wherein there be many who tempt and who are set",
    "Ho! How he bringeth fat days upon them that love him! He bringeth his children out again to wander in the good grass, back to the nursing stocks of their olden days, to enjoy the peaceful habitat of the LORD. Send forth they who sought refuge into a green and fertile valley.",
    "Straighten ye the way of the LORD, ye who go to the fertile valley. Come out of my refuge and see the land remaineth, the hamlets are peaceful, the houses have arbors hanging with fattened grapes.",
    "Go gather and eat, cultivate and plow, tread out the new wine. Feast unto the LORD, for he is good. They that sought the end are gone; the fox is left off the land and the tender grape shooteth forth again.",
    "Thy day is as a day before me, saith the LORD. Rest ye the Sabbath Day and let no man oppress you. Lift thine arm to remove the yoke. Let this be thy Sabbath work, a true work unto the LORD. For in six days did the LORD do all his work, and in the seventh did he rest. Therefore fill thyself on the Sabbath and feast on what the LORD hath done. Rejoice in the pleasant days to come, after the LORD hath removed the din. Make it a day of gladness, make it a day of Spring, a day to hear the pleasant waters, the trickle of the brook.",
    "Thy year is a year before the LORD. He hath been forbearing. He hath ransacked the nations of their goods, and he bringeth the latter harvest to Zion. What great patience requireth the LORD if he knoweth not the duration of thy travail, or wherein is his mercy a sure rock if he knoweth not its urgent need? Look back and see the history of man, how the LORD hath endured the violence of the nations and taken the goodly shoots in their time. How patient is our God! How beautiful are his ways! Longsuffering is our God. Who can move him from his purpose?",
    "But look ye to the nations and their follies today. The LORD bringeth their last days to pass, and the second time to fruition. And the LORD shall say to them in that day: “Here is your desire. But why do ye have confusion of face?”"
]