[
    "HEAR a cry, a cry of toppling, O Judah. Ephraim is cast from the watchtower, for Ephraim saw but he could not say. When too late he could only point to destruction but not to whence cometh salvation. Deliverance is far from him, and its path to him is retreat. For the fear of the LORD in that day shall possess him, and he shall cast himself as a headlong torrent to the sea. He shall cast his wise things and the mantel of his prestige upon the waves and they shall no more come back to him, but they shall be swallowed by the deep.",
    "They shall take up this song: In days of glory did Ephraim not hearken, and with mighty deeds did he not remain content. The LORD worketh a work of substance, and he shall possess the heart of his people. Let Ephraim fall back. Let the shallowness of the world go on. Those that see destruction be many, and those that delight in it be not a few; but blessed is he who raiseth his voice to proclaim the LORD’s salvation. He shall draw the sword of the LORD’s glory and he shall command the mighty men of valour, and on the day of the LORD they who are humble shall be honoured. Yea, blessed is he who waiteth upon the LORD, yea, blessed is he whom the LORD will not move from his place but goeth before to lead him as a young colt through rocky ground. Yea, he who seeketh the LORD in the stillness of his doings shall not be upset, and through the great and terrible day of the LORD he shall rejoice in his salvation.",
    "Yet though for a season doeth he wonders, it is by his gentle silence that he shall try thy faith, O son of man, and it is by this faith that thine heart’s blood shall be replaced. Let a man consider. Ponder ye the way and consider what hath been laid in Zion. Try mankind as aforetime, saith the LORD, try them with my signs to set their faith.",
    "Come ye with this people, O Gentiles. Come, hear the trees sing you a fine tune. Hear the calving of young with the sound of joy. Oh clap your hands, all ye mountains. Skip ye the clouds with his thunderous glory. Come ye to the glorious works of the LORD!",
    "Stumble not, O Ephraim, seek thou them not because thy faith is unsound. Try and give unto him this word that he might see the ripples again, for I do quell [still/suppress] the ocean that they might see the ripples again, lest my block be placed in vain. My spirit doth go out in stillness. Cast thine eyes upon a tempered sea and behold and but seek.",
    "Pray, and I shall quell the ocean that there withholden any tempests, and there shall be no storms upon the sea 40 years; for thy faith, O Jacob; for thy rebuke, O Ephraim.",
    "I am a poor servant indeed if I cannot recognize my master, and bring my head down lower than his. Yet I also see my father. Therefore I shall not prostrate myself, but I shall embrace he who saw not his children, and yet he hath generations unto abundance. Let thy spirit gush forth, O LORD, that our lusts for thy words may be filled. The Earth doth starve. We hunger and yearn, but we are not filled. Ephraim’s cakes are apportioned unto us by mince. But thy words are as sweet as angel’s food. They fill my soul and relax my joints. Let thine Holy Spirit go about mankind and see that we are dumb. Feed us with thy salvation, O my God. Stretch forth thine hand and touch my lips. Feed us, feed us, thou who art my maker, my guide and my beauty. In thy resolve there is life, and this life is evermore."
]