[
    "INDEED, a wonder of wonders hast thou done in all ages and for all times, O my God, thou glory of all times and seasons— my rock and my lot. Thou hast taken upon a face that we might see thee. Behold, I see thee and call thee Ishi. Thou speakest from a clear and sure mouth, and thou art not silent as unto stone. What fools we have been in our hardness! Pass us over with thy mercy, yet come quickly unto us. Look not at our sin and at the foolishness of our spirits. Shall we resist the knowledge of God? At such a moment shall our pride make hard our understanding and dampen our souls? In thy humiliation there is wisdom, in our gratitude there is understanding. Behold, is anything too difficult for God? Is anything beyond his measure?",
    "Is it such a wonder that he should walk among us? Open the portals of thine heart, O Israel, God is God and his word hath come to pass. We have not been left in the cave of our shame. Come out into the light, saith the LORD unto thee. Come out!",
    "Is the LORD not to be sought more than marble and the finest of goodly stone? Hear them shout without. The LORD is amongst us! Come out! Gold moldeth into any form, buildings are lifeless. Come out! Can ye not hear? Come out from the retreats of your dispersion. Have ye not seen what hath been done in Zion? Come ye to Zion, O all ye sons of Isaac, with your aged, with your bairns, with your servants, with your whole households. March on, march on. The report is true. God liveth. Yea, our God reigneth, and he calleth for all his sons to return. Return, return unto me, saith the LORD.",
    "Hear, O ye nations, my people come out, my people come hither. Hinder them not in their way. For surely I am the LORD, the king of all the Earth, the dread Lord; and I call unto my sons; I reach for my daughters. What is there that I will not do to call back my children? I am a roaring lion, yea, I am a ferocious lion against mine enemies. I tear and I rend asunder to protect my brood.",
    "Wonder of wonders, saith my soul. Wonder of wonders moveth my tongue. Who is like unto the LORD our God? I have seen the great King, he who is BEING. I am speechless. There are no words. Groanings of my soul cannot form them. Behold, burnings in mine heart cannot materialize words. What a wonder that he should breathe into man his spirit! Yea, I live because of the LORD, because of his burning fire. No heart can bear the compassion of his ways. I see no son of flesh who can stand before an ounce of his glory.",
    "I have never seen beauty like this, like unto the LORD our God. Consider, O man, his doings, for eye cannot behold nor can heart appreciate his visage. At the healing of our wound, we do see him. At the gentle hour, we do hear his call. The LORD hath drawn his portrait and hath made me the frame. From beginning unto end, I have been written on by his hand, that all the Earth shall see and understand his glory.",
    "Behold, behold, my face created all that existeth, worlds of worlds, cosmos and all therein. What face shall ye give me, and what features will you give my doings? Ye reviled my appearance, but the wonderful acts of God— who cannot see them? What is a tabernacle to you if it cannot speak? A face that cannot speak is no better than stone. Why seek ye mine image and yet hearken not unto my ways? With my mouth I speak of wondrous things, and with my doings I draw my face. Open thy soul, O son of man, and see me clearly. Cast thine eyes to the throng of repentance, and therein see the heart of thy God. Rejoice in his acts. Draw nigh unto his glory."
]