[
    "AND the word of the LORD came unto me, even the burden of the vision of Judaea, saying, Go my prophet to the place of the hatching of crocodiles and to the breeding ground of cockatrices. As the eggs of the serpents hatch serpents, and cockatrices hatch cockatrices, why then doth Israel’s eggs hatch forth a worse generation than them that laid them in store? Was the former not bad enough? As serpents’ eggs hatch so hath the self-righteousness of Israel given birth to worse ignorance and ignorance to greater presumptions.",
    "Declare unto them, peradventure they shall hear thee: Behold, the LORD shall be as a vulture to this Judaea, and I shall swoop down and kill the serpents a laying. And I shall be as a badger, and I shall steal the unguarded eggs and take them thence to another lodging, and there I shall place them by partridges and train them at their hatching and teach them they are not serpents, that they no more know the ways of their fathers, whom I slew in my wrath.",
    "The LORD enquireth of Judaea, Doth not a buzzard cast a shadow for a time to come? Therefore take this as a warning, O Judaea, before the buzzard descendeth. Ho, all ye of Judaea! I speak plainly unto you. With no rhyme, poetry, pictures or prophecy will I thus again declare unto your hard hearts the superfluity of your ways. I speak plainly, and put no fine point upon my matter with you: Ye are rude. I pass by your marketplaces and your sacred meetings and, behold, ye are a rude people.",
    "O Judaea, thou braggest of the law so thou coverest thy droppings lest my spirit see uncleanness in the land as I go about the camp. Thou delightest over a tree, yea thou gloriest over a sapling, and makest thy rivers clean and thy hills green.",
    "Thou makest the land a clean place and the environment a shrine in the name of the LORD; but thy sins stink more than thy sewers, and no sewer can discharge thy filth.",
    "Your rudeness is more offensive then your draught. Sins ye cannot bury under dirt, my people, consider; but your sins ye cannot bury under dirt, and with time they do not decompose and feed the soil. They rot the land and corrupt your generations after you.",
    "Put thy sins from thee, O Judaea. Love the LORD thy God with all thy heart and call him not a liar. Hearken unto his word, even from the beginning until now, to believe and to do it. Let every man love his neighbour, do justice without reward, and I shall see no uncleanness in the land and my soul shall not abhor thee."
]