[
    "IN that day thou shalt see my vengeance on they who made thy children few—on they who stopped the womb; upon they also who took thee from thy path to heathen Tels to teach thee their ways as mine, saying: “No more do the ways of the LORD, for they are things which are old.” I shall make their ways few, and their traditions shall be no more remembered. Even I the LORD shall do this.",
    "For in that day the LORD shall make an end of the nations [Gentiles], and their glory shall be utterly consumed. Their congregations shall be called Impudent, and shall be a place for the casting of dice, for the forum and for the market; their heralds proclaiming the jig and the polka.",
    "And the LORD shall turn the captivity of the nations into bitterness, and their sojourn shall be as dried timber, that the remnant of mankind shall seek the LORD. He shall plunder the nations, and he shall leave them with gall. For all that they have done he shall utterly devour and cast them off, because of their enchanters, because of their prophets, their vanities, and their lusts. Go to, ye nations! Be as primitives adorning your bodies with costly jewels and elabourate piercings! Your vanities only inflict upon you wounds, and they open up to infection and are a place for the gathering of puss.",
    "Mount up ye who see and hear not, for the babblers are brought to nought, and the dreamer of dreams is set on edge, and the expounder of tradition hath confusion of face. None have children from that point, and are as unto a dried twig that withereth, one that a wind taketh from the stump.",
    "So shall the LORD do in that day upon the house of the nations, upon the impudent congregations. Mount up, ye that see and hear not, mount up and be not afraid of what ye see in that day.",
    "For the LORD shall rise up on Mount Moriah. He shall exalt himself above the mountains and he shall fill in the valleys. All they that come to him shall come on sure ground, and they shall see his glory. Bring thou down our walls; let every fortification fall out that we may see thy rising early."
]