[
    "BEHOLD, the LORD knoweth that thou canst not see him. Nor can thy light reveal his countenance. Therefore is he pleased with faith, and he hath made it as the sure foot of the babe running to his mother’s comfort. He shall hear thy cries, and he shall be quick to comfort.",
    "Why should the LORD judge a man by his works? A peaceful time breedeth peaceful men; and the righteous of an easy season could very well be the transgressors in a hard season, at the time of the LORD’s testing, at the moment of decision; and contrarywise he who is a rock in an hard time would be overbearing and an offender in an easy time. When the ax is laid to the stump, could not he who died exalted in a peaceful time, falter in a calamitous time? Therefore are the works of man an uneven weight before the LORD. But faith abideth in any time, and the love of God is a steady weight to weigh faith more precious than gold and more enduring than time, and of more value than flesh.",
    "Why seek ye one and all the LORD by the light of your own counsel? But hear these words, O Manasseh, thou who followest thine uncles so close, and hearkenest not unto the LORD thy God. Thus saith the LORD, for thus ye are quickly gone astray: even because the light of the anxious is dim, and it lighteth only their countenance. The LORD is as unto a mirror, and he revealeth thy face. Therefore, ye sons of Israel that follow the sin of Manasseh, ye keep your light dim, for the sojourn of such as ye is as in a dark tunnel.",
    "Thou too labourest with but a dim candle in a dark tunnel, O Judah waiting for redemption, because Manasseh is thy light, and he is thy younger, and Ephraim is belligerent and leadeth with shouts; thou seest not anything but that which is around thee. Whither thou goest thou knowest not, hither by what route thou camest thou hast long forgotten. Thou knowest only where thou art, and the circle of darkness encircleth thee closer. The sum of thy ways is lost. What hath been thou canst not remember, and whither thy way now wendeth thou canst not imagine.",
    "Interpretation is a dim candle, and rationalization is a brittle wick. No man hath seen his heart while he liveth. Therefore walk after the way of the LORD. He declareth unto thee again, thou hardhearted— Ephraim, thou hast made of thyself a god of thine own imagination, and created me in thy changing image. Thou wilt not speak in my name, but thou wilt command and declare thy traditions to be holy and thine oracles to be those of mine own mouth.",
    "Therefore have I spoken clearly unto thee, O Israel, while Ephraim gropeth the walls, and while Judah waiteth to see what shall become of Manasseh. Behold how I, even I, saith the LORD, speak unto thee plainly that thou mightest know in the day of my smiting thee wherein thou hast sinned, and so cry unto me and I will hear thee, and I will turn thee unto me, saith the LORD God. Thou shalt recall my words and thou shalt turn unto me and I will deliver thee out of the troublous hands of thine enemies.",
    "I have written upon mine head Faithful, and I shall call ye back. I the LORD do declare it. My word shall stand, O my people. I shall not see you destroyed anymore. I shall perform my words which I speak here upon you. I shall wound and I shall heal. Though ye have been halt for so long, your legs shall tighten in their joints and spring ye into balance, and ye shall leapcall at my words as a young calf. Ye shall cast aside your dim candle, and ye shall place your feet on the steps of Shiloh. No more shall ye have an idol of your minds— no more shall there be an high place in your hearts, in the day when I bring you back from your coasts and restore you to your dwelling places. Henceforth and forevermore from that day Israel shall say, I am the LORD and Thou art my God."
]