[
    "AND the word of the LORD came unto me, saying: Give ear, my servant, if any of the elders of Israel come before thee to prove thee if thou hast spoken in my name, or to say outright thou hast not spoken in my name, sit before them and say:",
    "Hard eyes, hard minds, see the ducks walk, see the geese meander, see them lead their chicks on their way. Are they not a sight? Though they lead, doth not they that follow walk even as they? Have ye not walked this way since your own youth? Though ye lead ye are a sight; the ways of habit, a musing and a source of laughter.",
    "When a man walketh to, do they not even scatter and waddle away, parting before the greater force?",
    "Even soon do I bring my word to pass, and ye shall part before the storm of the LORD. Give little attention to my words, ye hard-hearted? So shall the nations and peoples give little attention to it for the convulsions that shall be upon them. Each shall fear at his own fence and cast not an eye to Jerusalem.",
    "Because ye sought the land to take comfort in it, and because the heathen proclaimed to you that land was the jewel of my covenant, hear ye this word from the LORD: I appoint you to 70 years of captivity again, captivity and desolation in your own land, captivity which ye expounders of false laws could not extract [ie. determine] because of your hard hearts, and because ye sought land and not the LORD. Because ye sought a god of your creation I have given you no place to call upon.",
    "Thus saith the LORD; Thy fence hath kept thee from my laws, but the storm of the LORD shall hurl his mighty dart, and he shall pierce the siyyag, and the balustrade shall cave in at that point; and though it encircleth, all of it shall cave in and bow toward that point.",
    "The LORD shall not be a carnival to the nations, nor shall his mercy be made market for the comment of fools. But the LORD shall be spoken of with awe, and when his word cometh to pass he shall be praised, for better is the residue than the sauce, saith the LORD."
]