[
    "THEREFORE thus saith the LORD your God, who is he that is foolish and what maketh a man to delight in a stupour so that he will not stop and consider himself and the sum of his ways? Is it not he whose mind and heart is always to his own gain? Thus saith the LORD, this is indeed this people of mine. They have indeed become stupid, for only one thing is before their face, and this causeth them to interpret my law: even their own gain and their constant thought of rewards. Therefore I shall bring up with me always they of the Gentiles who shall believe upon me. Because their fathers also saw my terrible works which I wrought in Egypt and came forth from Egypt to hear me at Horeb; and because they came to me with no works of gain, but sought the Lord while he was near; if my words should ever pass, if my way should ever end, so shall the remnant of the nations end before me. I say unto thee, Never shall they of the nations cease to be a people before me, to tread my courts, and to praise my name. The LORD thy God hath declared, and so shall it be. I shall never make an end of grace, nor shall pity cease before me. They are as the ordinances of the heavens: they shall never cease. They were spoken in the beginning, and they shall not cease to be spoken after the end. They are the works of mine hands; the labour of my soul.",
    "Mercy, mercy, hear the armies of the angels sing before me. See my throne carried from on high, for I the LORD do mount up my hosts. Trumpeters sound, tambourines are beaten, the host move forward. Who will stand before me and put up his hands and say “I cannot find my covering. Where is the place of my kippa?” I send forth mine angels, they who have stood before me, and where is their covering, and what cloth is so fleet that it may match their speed as they go forth?",
    "I proclaim it as I am true and that there is no other God beside me, saith the LORD. I look down from my heaven, and marvel. This people hath become shrunken and blind hearted. Ye are shrunk within your wall, ye Perushim; it is as a band constricting you. Therefore, thus saith the LORD, I shall appear first outside, and I shall marshal mine army against your wall and against your masonry, and your gates shall not withstand the army of the LORD.",
    "If my ways are small, saith the LORD, and if my mercy should be set in bounds, my goodness drained as if from a bucket, so shall Israel remain a remnant before me, enclosed in high walls, shrunken, picayune and without knowledge. But as my mercy is a torrent, my nature a never-ending fount, so shall I as a flood course through Israel, even Judah, and I shall make your remnant as a multitude, your hearts an open green pasture; and Israel shall not be again made unto a remnant, but the sons of Isaac shall be many, many as unto the stars of heaven. Your walls shall I bring down in my flood, and my torrent shall disperse the masonry of your hands. So shall the LORD do this, for your masonry is as unto an idol before me, and your shrunken laws as useless as a lifeless form which cannot speak, even to say Ho! there is your God, O Israel, he cometh, he cometh hither even to shatter me before him."
]