[
    "SEND forth a message to Edom: Prepare ye to be reborn. Relay it to your kindred, Moab: Prepare to be built up. The walls bow out from Jordan to your borders, O Ammon. Israel swelleth with the early harvest. For I the LORD give ye each one this word as comfort, for a time appointed hath come, and a longing is satisfied. Jericho is an open gate; Jabbock doth flood from Jordan’s trickle. Dan is secure. Rueben is restored. Timnah’s skirt is enlarged. Hear ye a sound in Anathoth; her fallen stones stir. Succoth beyond Jabesh-gilead bloometh. Pelusium open thy gates, for Beersheba’s house expandeth. Mount Carmel rejoiceth with Tabor; Gilboa and Ebal look off to embrace yonder Hermon and even the mount of Lebanon. Tell ye all in Zoan, I cause to flourish the desolate heritage. O thou whole Phoenicia, cast ye off Islam’s yoke. Amman, thou shalt not afflict the children of Israel. My spirit cometh unto Israel. It rebuketh the cynic. It courseth in the hearts of men. Lay it in store against the day of their turning that it might enliven them:",
    "I shall bring low the walls of thy cities, O Zion, and all thy far away outposts; all thine encampments shall have their walls leveled. I shall bring low the mountains first, that all they which are outside the camp may see the sunrise first. The babes shall speak. Prepare ye to nurture the little ones. Whithersoever thou dwellest prepare for the babes to knock on thy door. Marshal the troops. Bring down the walls. Let the sunshine shine on those within. Awaken them that sleep, ye rulers. The army of Judah hath arrived! We are made like unto the wicked of Israel, we who were princes are sent back to our fathers’ plows and our women are barren! Babes come upon the shoulders of them who are not their fathers. They all sing out “Our God reigneth!” An hundred generations cometh to the dust and in our place there are sucklings.",
    "Mount up over the rubble of their walls, my children. Inhabit their cities. Come back, Jacob. The LORD hath done a good work. Thy swaddling cry stirreth my bowels with passion. The final battle hath passed.",
    "Lo, here I am, saith the LORD. Call upon me again, O daughter of Zion. I am not far from thee, and my salvation is my breath upon thee. It shall cause thee to stir and to awake. Thy sleep hath been as unto an hibernation."
]