[
    "THE royal courts thereof, the royal promenade of the main entrance unto the temple, even at the outer courts before all those who pilgrim and petition shall enter the perimeter of my holy mount, ye shall make deep and columned. Of precious stone ye shall make them, of pleasing colors, variegated, and the capitals thereof shall be covered with precious metal. It shall be a place for cover. In here man may teach and speak of such things pertaining to godliness. Ye shall have courts in the outer courts where ye shall hear cases, and ye shall be holy before the LORD in all your doings, even upon the most outer cloisters.",
    "There shall no money or trading be done within my holy mount, nor anything done wherein one shall say, “We shall even up outside the house of the LORD.” Ye shall be holy.",
    "Mine house shall be a refuge for the needy, a place of solemn worship and comfort; a place of edification and rejoicing; a sure rock upon which one may call upon the LORD God, and I shall hear him, the place I have tread.",
    "He that causeth a tumult ye shall cast out until he repenteth. He shall come in and he shall repent before those before whom he caused the tumult; for mine house is an holy house. If he be a prophet indeed then it is I who cause him to make a tumult. Look then upon your ways and uncover your misdeeds before me. Cleanse yourselves and repent. No prophet shall cause a tumult unless grave abomination is being done or about to be done, and I raise him up to warn you.",
    "In rooms within the cloisters ye shall have classes and teachers, and they shall cause thee to understand my ways. Ye shall likewise have a place whereupon priests shall sit in the seat of enlightenment to dispense my laws and instructions to whomsoever should come, they who need verification or instruction in my ways and in the equal weight of the LORD. They shall sit upon their seats and they shall instruct all who come, whether of the nations or of Israel. They shall have the books before them. All who come to enquire of the law shall have an answer of instruction.",
    "The kohenim shall keep the temple always. They shall not be polluted, nor shall they pollute. See, I have set ye to your ways by inheritance. None hath earned of me. Rejoice in your calling, and possess hearts of flesh, so shall ye minister before the Most High day and night unto all who come. This is your lot before me."
]