[
    "RETURN unto me, return unto me, return, O my beloved. I see the fruit trees. I lay hold of the golden wheat chaff. I consider the proportion of all things ’round about me. What bearing tree, bringing forth its food, is so high above that I cannot reach and taste the LORD is sweet? Tell me their numbers; tell me why none towereth high like the pine. Yea, all are within my reach.",
    "What is the purpose of the sycamore or the cedar and the great sequoia that is so high? Upon them doth no man subsist. Of their fruit doth no man winnow. Upon luscious fruit, even nuts and roots, doth man subsist and not on the branches of the uppermost pine.",
    "All I see about me is marvel. The swift is easily brought down by man. The sea is thy fruit basket, O son of man. Cast thy net and take of its bounty freely given. Pluck fruit off the fruit trees. Breathe in fresh air because of the pine.",
    "Consider the proportion of things all ye sons of flesh. Thresh wheat in its season and sift barley to overflowing. Walk amidst the corn and take of its sweet ears.",
    "Let the fool climb to the tip of a pine. Let the ignorant gnaw on the bark of an eucalyptus. Nay, there is no man so foolish that he will not pluck off a grape in its season and reach for a peach in due course.",
    "Shalt thou herd lions, O fool, or shalt thou herd sheep? Shall the lowing of cattle cause thee startle as unto the roar of a tiger? Dost thou contemplate breeding eagles that thou mayest feed mankind?",
    "Consider the proportion of things, O ye sons of men. Take not for granted the stars, nor forget the clapping thunder, the sprinkles upon thy face ignore no more.",
    "Though thou canst not reach to the moon, it bringeth to thee fish in its given season. The sun is forever out of thy grasp, O man, yet it bringeth forth thy herbs from day to day.",
    "Consider the grass that is soft upon thy feet, a sole for thine arch as thou journeyest on thy way. Consider the drink of life, O son of man, that of all things water becometh lighter when the harder, the longer it endureth cold. It sinketh not, but floateth upon the sea, and therefore all ye sons of men are not squelched from off the Earth.",
    "All things cater to you, O sons of flesh, therefore take ye heed, for surely wrath shall come upon men justly who say in their heart there is no God, who say of their right hand, “Thou art my god; I fashion what I will;” and of their mind: “Thou art the lathe upon which I shall form him.”",
    "O foolish mortal, thou canst not see the glory of God about thee. Thou hast taken for granted a agilded habitat, and how can he who readeth no blueprint fashion God?"
]