[
    "AND the word of the LORD came unto me, saying, The LORD will not relent upon the matter, even upon his issue with Judaea, for he hath an issue with the land, even Judah and Jerusalem, Samaria and Galilee, and the coasts of Gaza and Lebanon. He hath made it plain and engravened it upon their idols by night, that the dawn may reveal the LORD’s sacrilege of your dumb idols. The indignant brow he will break, and he will declare his mockery by the power of his doings. He hath an issue with the West Bank, with the East and with the North and South. Jerusalem is in desolation and no man layeth it to heart. There is bloodguiltness, and no man considereth.",
    "Ye turn aside your faces from the merchandise of Gog, and the affliction of the maidens of Magog, in that they are caused to be made harlots. Therefore I have turned my face away from thine indenturing to America, and thou shalt be indentured for a season as the harlots of Magog, the merchandise of Gog and Damascus. But thy bed shall not cause thee to earn thy redemption. I, the LORD, shall redeem thee. I shall redeem thee from the indenture wherewith the maidens of Magog have been indentured, for thou lovest thy whoredoms and seekest not to be free of them. I shall smite Damascus in battle, for it is the head of a serpent that doth coil through aTyre and Zidon, bBerytus, and unto cAleppo. Its tongue dangleth out, and the venom on its tip is dAmman.",
    "(The oracle of aRiyadh) Behold, doth Israel not know that the gopher is deadly in battle? unsetting the warhorse in its charge. Behold then ye fine men of Arabia and their embroidered trim of golden thread and their flowing linen of the finest cotton of the East. No covenant with Riyadh shall stand, for the LORD overturneth the counsel of sly men, and bringeth to nought the pacts of those whose purpose is underhanded. Fear not Arabia or her handsome princes clad in flowing garments, for when Damascus calleth for the light of day, in the day of battle, the House of Saud shall not bear it, as a burrowing creature cannot bear the light of day. So shall the LORD God overturn the House of Saud and all the princes thereof, and bring to nought the counsel of the beautiful men of the east and the priests of Mecca.",
    "The word of the LORD came unto me, saying, Speak unto Israel, saying: Thou shalt not abhor the Egyptians, for I shall break the rod of Ishmael through them, and as cracks in a dam shall Islam break from Egypt, and the cracks shall spread unto Turkey. They shall rejoice in what they had before, and shall say unto the nations: Are we not a crown of the nations? Is not Greece our stepchild and Rome our admirer?",
    "Shall the West brag over us? Is the West not our stepchild? We shall go to the West, to our stepchild. The desert shall teach us nothing, but we shall encroach upon the desert. Alexandria was mother and Constantinople our nanny.",
    "Thou shalt also not abhor the Kurd, for they were thy kinsmen, and I brought them out of the Chaldees at the same time as thy fathers.",
    "The oracle of Tel Aviv. She is new but languisheth. She is new and she magnifieth herself against Jerusalem. Thou shalt be brought down, thou pup, and the ways thou hast made look new shall be revealed as decrepit. It shall come to pass in the days that the LORD’s mount shall be magnified, when my people dwell safely; even in that day thou shalt be a valley and thy ways a stagnant bog that goeth no place and corrupteth the ground upon which it sitteth.",
    "(The oracle of Iran) O thou land of the Aryan that treadeth on Media’s heel; thou despoiler of Persia and scorner of aFarsi, because thou enquirest of the watchmen when thou thyself seest, thou shalt go no where. To the dust, to the dust, go thy ways. Be thou sand; thy ways peeling stone.",
    "And the word of the LORD came unto me, saying: When Israel doth not hearken unto my words for a season, for even now do their enemies encompass them and seek the land, speak unto them, saying: I have wasted Israel. I have punished them with sore reproach and with a heavy hand all these years; why will ye hearken not unto my words?",
    "Ah, can it be that even I the LORD have forgotten? Thou hast made me; yea, that is the truth of it. I have heard thy philosophers and thy wise men debate it. Have them declare my goings forth unto you, if it be that they know me. Let them even now speak of what is at the threshold, for my words are nigh. Run to them during the day of my wrath, if thou canst find them. Ye foolish hypocrites, look ye now at your enemies encompassing you. When the defense bell is rung for you to rush into the walled cities shall ye cry unto me and proclaim “Great is the LORD for smiting Israel” or “I am a man blessed that the sword falleth upon me!”",
    "Shout that at the nations and see if they mock you. If ye had my spirit, ye would be abhorred of your ways, and cry, “Just is the LORD for smiting me.” I have spoken, O Israel, and my words are sound and my words are life. They are honey to an empty belly, and they gush forth the ways of life and are water in a dry place.",
    "Behold, how I desire to speak peaceably. Hear ye praise in Sinai, and rejoicings in Hebron. The wilderness of Sin is an habitation; the place of sojourn a city. The LORD hath enlarged the house of Israel. Negev and Zin are irrigated. He maketh a desert to bloom and the bob to plumb many houses. Shiloh, ring Shiloh, the LORD of hosts setteth a table in the desert. He gathereth armies to dwell in far lands.",
    "Come, children of they who drank at the rock, acknowledge thy guilt. Turn from thy sins. Consider now thy lot, for thou art encompassed by thine enemies and they seek thy life, thy land and all that which is thine. I have spoken, O Israel, but thou wilt not incline thine ear. Jerusalem dimmeth its light. Judah closeth the curtain; and Ephraim boasteth from afar with false faith. Is it more painful for thee to turn than it is to endure the wrath of God?",
    "Awake! Let thy reason return. Riyadh grinneth as a fat cat behind his shomahg. He careth not for the Palestinian. He seeth a plump canary. Damascus thinketh of battle, and Amman by reason of gain again longeth for thee, and Cairo forever waiteth as a maiden to greet them as one greeteth the merchants of Bosrah.",
    "Thus saith the LORD, this shall not be. They are beasts about thee, and as a man leadeth beasts to water so shall they come at my beckoning, but not drink. Their counsel will not stand, nor their conspiracy triumph.",
    "But hear ye this word, saith the LORD, this Israel hath taken upon her the ways of a shrew; and a shrew caught by her neighbours with her lovers, to whom must she turn for help? She durst not call her husband. She playeth the whore, and enticeth by treaty and by pledge to deliver her. Thou dost indeed speak softly into the ear of America to deliver thee from thine enemies.",
    "Though I chastise her, it is to correct her and not to destroy her. I the LORD declare unto you before it shall happen. Send your armies back to the sun, ye of Arabia, hung shoulders and with sorrow on their faces. Damascus rebuild and fill thy time with contemplation. Riyadh, see a princeling become a king; a crown to come forth from Medina. Baghdad cast off thy brutish heads. I have declared: Israel is my chosen, saith the LORD. See Amman repent and Egypt seek peace, and make ye peace. Come and worship all ye nations. Grind your weapons into medicine, and your pride, transform it into humility. I declare unto you before it happeneth that ye may seek me and know that I have spoken and that there is no God but me, saith the LORD.",
    "And thou, O shrewish Israel, brag not, for thou didst bring the American upon thee not as a wife but as an harlot, and they shall despise thee for this after a time. Thou spokest softly into their ears. Thou wast sure in thine imagination that they should deliver thee, and thou luredst them to go up after and against thine enemies.",
    "Yet I shall confound them before thine enemies. They shall ravage the serpent’s head but be driven home by a flea. Thy pledge shall be broken, thy wealth no longer barter.",
    "O America, repent of thy bitterness, for thou canst close thy loopholes. I shall not hold thou guiltless in that day when thou lookest the other way.",
    "Turn unto me, O Israel, and I will fatten thy soul. Thou shalt swoon in the ways of my spirit and thou shalt delight to love thy brethren. Go out from thy flesh unto all mankind and cleanse the land of thy sins. Have mercy and declare thou justice, and I shall make thee to delight in the land. Thy belly shall be full of the new wine and thy palate shall feast upon the cream and honey, and thou shalt forever dwell with the LORD."
]