[
    "THE burden of America. Speak unto that nation, unto America, speak woes, prepare thou to take up lamentations, for great doth she fancy herself amongst the nations. Yet I know ye are clay and iron, and money is in what you trust.",
    "O thou mighty land of the eagle, I shall make thee a land of the seagull, a place of nesting and thy shores as a mother’s apron unto thee, thou wilt not travel far from; thy wings clipped and not able to endure the flights of the ocean. The cormorant shall vex thee. The crane shall step on thine eggs. As none delighteth in the squawk of thy beak, so shall none care to stand under the path of thy flight. Thou makest noise and castest thou a shadow, but thou art no bird of prey; and the longer thou circlest the more they underneath feel thy waste, and sigh again at the cost of thine indecision.",
    "Whom shalt thou deliver, and who trusteth in thee anymore? Strip Israel of its armor, lay out her soldiers naked in the sun, yet shall I, even I, saith the LORD, smite their enemies at the day of their turning.",
    "And it shall come to pass in that day, saith the LORD, that there shall be a howling at your shores and weepings upon your mountains; thy sorrows as the flow of thy great river Mississippi. The majesty of thy mountains shall be sackcloth, ashes the mantel of thy prairies.",
    "Forasmuch as thou sayest I bless thee because of thy wealth, so shall I make it plain that I curse thee, for thou makest merchandise of justice, and at the call for swift punishment thou brokerest law. Thou makest them bankrupt who defend themselves, and he who hath no money hath no advocate. Thou declarest the process and not the outcome to be justice. For a thing of nought thou lettest men be accused, and findest them guilty of suspicion because of the demands of the prudery of gainsayers and gainseekers. Seedy grandeur motivateth the arrogant, and for money thou wilt mull over a word to bring the innocent to book. The feet of thy constables are set to earn thee money, and the innocent and meek are ravished at the same time.",
    "Behold, I have seen it, and I will repay according to thy measure; according to the smirk of thy hauteur. Thou art without knowledge. Canst thou elect it, O ignorant nation? Thou desirest only auctioneers to rule thee, and the oratory of the tradesman is eloquence unto thee. They stand at thy gates, thy beautiful gates wherein entereth the wealth of Cathay, the fineries of Europe, West Indies goods, the weavings of Britain, the carvings of the Latins, and the gadgets of Japan. Hear them bark: “Goods for all! Burn incense to enterprise! Is she not clever! Fineries, silks, gold, oil, yea, rum and sugar of the islands, the tool and the craftsmen… and flesh for the lording over by success— is not God with us?”",
    "Therefore, saith the LORD, I shall send the piper, and he shall entrance thee from thy pulpit and lead thee from thy gates with a merry jig. Thou art foolish, O America. Thou shalt play them a tune and make them to follow thee. But thou knowest not where thou goest. The servant shall sit on the horse and play the pipe, and thy leaders shall hold the tail and dance.",
    "Everything ye call a conspiracy I will make a conspiracy unto you. Everyone’s home shall ye make a fortress and your neighbour shall be your tyrant. The world shall pick your wealth. For when ye try and defend yourselves, even your leaders shall pull at the horse’s tail and upset your defense.",
    "Thou hast made thy walls strong and thy gates a glittering with jewels, ears as unto pomegranates, eyes as unto rubies, and hearts as unto sapphires, cold and blue. Yet thy gates through which thou makest merchandise of the world shall be desolate. No man can bring them down. Hast thou not even magnified them unto God? Nevertheless, thou shalt return from thy jig, and there weep at the decay; in the cleft of thine elbow deep weeping; arms shall hide thine eyes, hide them from the desolation because the LORD caused them to decay; and the weeds thereupon shall embolden the predator and the small nation.",
    "How thou magnifiest thy law! Yet it is not as old even as a new family, and thine orchards have not been planted long enough to yield their first clean fruit. What say ye of Precedence? —shall it make bribery not bribery; and extortion, is it any different? How the complacent braggeth! How the wine vat bubbleth with languish! What is left after one purgeth the winepress of the pulp? Bitterness is left, as a heart that is sewn with salt. No more can a good thing grow, or a tender shoot reach for the sun.",
    "So is thy harvest, O foolish nation. I shall purge thy winepresses and lay bare thy vineyards. Long shall thy presses dry before a new sprig reacheth for the sun and a new vintner maketh wine in them from a new harvest.",
    "Why seek ye such a companion, O my people, and why do ye rest assured in a people afar off? Their feet are quick, but their heel is weak.",
    "Why do ye walk the wayside with such a companion when I plainly set before you the end of his ways? He who maketh all the ways of justice, chancery; and the law becometh dubious and dispute, that he might give weight to his spleen and its whims— even he is an abomination to my soul. Even as such shall America persecute thy seed that sojourneth. With loophole shall she overlook their oppression. Without leaders shall each town throw stones at thee.",
    "Hear a gentle sound from afar? A subtle purr from America. They make bold their purr; yet now at the rebuke of the LORD their conceit only causeth them to mull. In any consideration they give themselves the best, and wisdom is tortured in the marketplace for the merriment of fools. They offer no introspection, and no man doeth anything but vent. The moment passeth, the evening falleth, a gentle purr resumeth, and barely doth a belch recall the day’s excitement.",
    "Swiftly came entropy upon France, likewise upon Russia; so too upon China— the servant sat upon the horse and the princes walked on foot, the thing which I hate in mine heart, saith the LORD. Though swiftly it came upon them, slowly shall it come upon you. As a creeping fog in the night shall it come, and ye shall not be delivered after three generations except by division.",
    "Thou art a wondrous flower, O America. Thy roots spread far, and it taketh much nourishment to maintain the beauty of thy petals. But when the ground is all roots, wherewith shall it be nourished? The great flower dieth and becometh the nourishment for seeds dropped by birds. The flowers that spring forth shall grow from thee. Thy flesh shall sustain five flowers and then they shall cast their seed and there shall be a garden.",
    "The LORD hath sworn in his wrath. He shall not relent. Thou thinkest thyself so new, so original; but doth he not see the same sons of flesh as thy fathers? As he waited upon the times of the Amorites, as he surveyed Sodom, as he endured Egypt, as he judged Rome, as he humbled the Ottomans, so hath he seen thy ways, O foolish nation.",
    "From beginning to end they have come before him. He lifted up thy skirt, but thou only saidst “I am now blind because of my lifted skirt and see not my nakedness.” Thou hast no knowledge, and thinkest that thou canst fool the Almighty?",
    "O people of glass! Thou knewest thy nakedness was revealed, thy shame seen of the world. Thou hast fooled no one but thyself. As thou wilt not hearken to thine ears so that thine eyes may be opened, so thou canst not fathom thy end hath come before me, saith the LORD.",
    "Why art thou also so blind, O Israel? —because thou trustest not in me, proclaimeth the LORD. What victories hast thou won? How hath America removed thine enemies from thy borders all these years? They make pretty their speech, but even the nations wince at its recital.",
    "Thou hast lost land; thou hast lost faith. Thou waitest like a fat child to be served of the nations, and they have only robbed thee, and now they hate thee. The same that delivereth thee from bondage art thou then in bondage to.",
    "When they had power they did not hearken unto my spirit, but burnt Japan with fire, which thing I commanded them not. I gave their secrets to others, and in fear did I give that generation life. Fear turned to foolishness, and foolishness turned to lies. For one tooth they took ten, for the lives of 1000 took they 100,000.",
    "Behold, saith the LORD, weepings and howlings unto thee. I declare not joy. I repay according to thy ways. Oh the howl of the great city upon the river River and the bareness of thy columns, for that day shall come, and thou shalt not punish the Ishmaelite."
]