[
    "AND the word of the LORD moreover came unto me, saying: Seeing that I have made thee a prophet unto Israel, take thou no disciples, lead no one off into a far place, separate not, bind not men with customs, take no money, make no public display, shout thou not in the street, nor speak rashly in my name.",
    "But rather when thine heart burneth within thee, when it hurteth and when tears choke thee, when thou art in passion of my nature and great name, then speak and write in my name and I shall bring it to pass. Fear not, for it is I that speak from thee.",
    "And this shall be a sign unto thee: I shall burn these words into the heart of Israel, and thou shalt know that I have spoken from thee. Be not lifted up, nor deceived, for I shall do these things and my spirit shall move men.",
    "Take heed so that thou fearest not at my word, seeing how hard the heart of Israel hath been and how vain have I let the customs of Jacob become. It is I who shall cause men to turn, not thee. It is I who shall be praised, not thee.",
    "But when thou hatest thy people for their hard hearts and despisest them for their ignorance, thou shalt not speak in my name, nor in thine anger declare my vengeance. For words spoken at my glory are harsh enough, and even from a steady note can no one stand before my wrath.",
    "Wages I give thee not; but thou shalt inherit of thy portion as a child. Thy reward thou knowest: Thou shalt see of these things come to pass.",
    "Thus saith the LORD thy God, Come unto me as a child, and like an admirer in an accomplished man so boast of me. Begrudge me not, for my great glory is greater than man’s and my ways worth shouting across the Universe. If thou wilt admire a great man and be filled with privilege in the company of famous people, how much more should not all mankind seek the LORD who is beyond all things and created all things?",
    "Speak not what Israel wanteth to hear, nor be joined to any group, nor be led to any place, saying, It is the LORD’s will. I shall not be enquired of concerning those things already said. I bandy not with men, nor am I tried by mankind. If Israel shall say unto thee, ‘Judge us,’ say NO. If they say ‘Administer,’ say NEVER. For I have appointed thee a prophet, and I shall judge Israel, and I shall be their ruler.",
    "But gird thou up and hold thy reigns within thee, and prophecy unto this people and tell them, Set your hearts to turn; let the hearts of the sons turn to the fathers, so that they might understand how they have wandered, so that they turn.",
    "Soften thy stony heart into flesh, O Israel, for flesh cannot break, and there is none who can mend rock and make it sound again. A wounded heart I will heal; but a heart of stone shall shatter and crumble under my fist; and I shall scoop up the pieces and cast it to the heap; and it shall be a proverb that a hard heart hath no life and can only break, but a heart of flesh I shall wound and I will heal.",
    "Set thine heart to be wounded, O foolish wandering Israel, that I may heal, so that at my coming I shall afind faith upon the Earth and shall not utterly destroy all mankind at my sight.",
    "For, lo, I come suddenly, and my sword is in mine hand, and my justice set to heart; my threshingfloor prepared unannounced. Let my people prepare, let the nations cringe and tremble, for the day of the LORD shall not be as they imagine; and it is a day in which no grain shall be spared the reaper’s eye, nor shall one be overlooked to find refuge; and it is a great and terrible day when all secrets of men’s hearts are purged by the hand of the living God.",
    "I play amongst the atoms, and from nothing I can create beauty. Who will not tremble at my presence?",
    "Yet am I as gentle as a father with my children. As gentle as a hand stroking a lamb do I comfort my people. I shall make thy wool white with a touch, and I shall rest thine inward parts.",
    "Therefore thus say I the LORD unto thee, speak to this people Israel, for I turn the hearts unto the fathers. Turn ye that my day catch you not in shame. This shall be thy burden wherewith I burden thee.",
    "(And from this point forward no more did John ben Kathryn struggle and wrestle at the word of the LORD, for he did not wish to be a prophet)."
]