[
    "GOD knoweth I did not seek this avocation, nor from wrestling at the word of the LORD would he remove his hand from me. The LORD hath purposed, and it shall be done. I wrestled in vain at the word “Thou shalt surely be my witness to Israel” in the day that he visited me, for who can say what shall come of this? Yet I know I have spoken rightly before the LORD the King, the God of Israel. Of all that he hath done since the beginning he hath well done, and blessed is the man who, so understanding, saith, “It is well done of my Lord.” It is right, yea it is exceedingly right in his eyes, that he should turn Israel. It shall be in that day a sign and a bconsummation to the Gentiles so that the remnant shall seek the LORD.",
    "Hear, O ye Gentiles, he hath set me as a teething bone unto the nations, but I shall not be devoured, for he hath surely spoken, I will not deliver thee into their hands. But the LORD shall provoke Israel against your provocation. And in his cunning Israel shall hear, and ye, O nations, shall be astonied!",
    "Yea, blessed is he the LORD who declared with a strong voice our calamity in the day before our calamity at the hands of the Babylonians. Yea, blessed is his spirit that led us no more into idolatry from our smiting. Yea, blessed is the terrible day of the LORD to come, that he declareth beforehand the smiting that should come, so that in that day we shall no more delight in the captivity wherein we have remained captive, so that we go not to the grave in gloom.",
    "He is merciful in his doings, for generations that come shall recall these the works of the LORD that I am sent to declare, and shall wondrously marvel. How the LORD hath revealed himself! They shall know that all that hath been from the beginning is of the LORD; that he is righteous and consuming in his ways. He striketh dumb earth and giveth life by his breath. The LORD grant me a quiet blessing, and give me the peace of his salvation. How well hath the LORD done in all his creation!"
]