[
    "GIVE ear, O heavens, cast off your sullen eyelids, O stars. Canst thou imagine greater glory to shake the Earth? Canst thou see a greater wonder? Hast thou seen a virgin restored, or an old woman leap as unto a young Roe again?",
    "If I awaken the nations from their vain ways would not the Earth still slumber? Did they awound Me that I should bear grudge? But I shall restore thee as a marvel, as a widow to the husband of her youth, that the heavens may sing at the mercy of God.",
    "The LORD shall approach and the train of his majesty shall flow out from his holy house. As a cascading stream shall it flow over Moriah, and in it shall be his children of all nations. No more shall they be called strangers who come to the LORD.",
    "Nations shall come by tens and by twenties. Ten thousands times ten thousands speak: Come, cast mercy as the sand. Cast it to the wind, and it shall come back to thee as sand doth in a gale. Come, cast gold of no value, for the treasures of the LORD are as abundant as the wind, and who can measure it upon a scale to determine its portion? As a mighty wind breathe upon us again, O LORD, and give us again thy spirit. Unlock the floodgates of thy soul.",
    "Gather ’round me, saith the LORD. I gather thee as a chick is gathered under the wing, and nestle thee to my warm breast. If any harm shall come to thee, mine hand beareth the awound, for my right hand— it protecteth thee; and my left hand, it comforteth thee. This shall be the piercing of thine heart, and thy scars shall be healed. Mine hand shall be a shield to any foe; and a wound of battle is upon it that shall draw the beleaguered and warn thine enemies.",
    "Rise up and shout, O house of Jacob, shout unto heaven at the mercy of God, and in that day all the nations shall marvel! And they shall worship from afar off and from near. The LORD thy God hath spoken.",
    "The army that destroyeth shall worship. They shall cast off their weapons and pick up the aged and the infirmed and bring them to the house of the LORD, and I shall heal them. Mine house that is encompassed shall conquer. The armies that laid waste shall stand in awe, and shall cast off their idols.",
    "In that day, as in aforetime, I shall make an end of Israel, Israel that scattereth, Israel that lieth, Israel that denieth the way. Without siege and without pulley, without fire and without the battling ram shall I make an end. They that were within the camp shall be left without, and Jacob shall possess the ramparts of his God.",
    "But the house of Israel shall be the portion for dogs, and the sword shall devour. All those of my people who call upon the Lord of their own imagining and know me not shall be as if they called upon Buddhim and Allahim and Krishna Baalim.",
    "Thou art still the younger, O Jacob, my beloved. Thou art a spitz and esteemest thyself evil above thy fathers; but I love thee. O Jacob, I have not forgotten thee. I shall give thee that place; for your sakes I shall give it to you. I shall give you the pleasant gardens. I shall give you a swept house.",
    "In that day I shall pose a riddle, and thou shalt give me the answer. When was Jacob not Israel? When was the younger divided into two, and the elder portion still served the younger?",
    "Jacob, O Jacob, thou shalt be my prince again. Thou shalt be Israel, and the elder shall be cast away and without inheritance."
]
