[
    "THUS saith the LORD God; And it shall come to pass in the days after the fullness of the nations hath come in, that they will no more say: “Last days;” and no more shall it be heard. But they who walk in my paths shall be gird with a pap of iron, and my words shall be written thereon. Upon my word shall they engrave “sandal,” and they shall say of my name: “Mine identify and mine honour.”",
    "And it shall come to pass in that day that they shall long to see me, and their hearts shall be turned to crave me. Yet for all that I will not end the days of man upon the Earth, but I will stretch it to the uttermost that life may come from my side until the time of my desire. And if they should turn to no longer desire my face, I shall still not end the days of man upon the Earth for vengeance sake. But the dreadful day of the LORD shall come at my choosing.",
    "Speak unto them, saying: For all this the nations have sought and not sought, and neither hath its desire added one pim unto the congregations nor have they prevented the evils of mankind therewith. Therefore prophecy thou unto the nations this oracle:",
    "Thus saith the LORD: Prepare for a day of jealousy, for the Bride’s children are as their mother, and a proverb of ignorance. There is not light in the nations. Behold a smoke, a blue smoke, thin and curling upward. Thy children kindled a fire. A fire is kindled in the nations. The smoke shall be a furnace and the fat of the Bride shall be its fuel.",
    "But there is in Judah a sound. Hear one and all the sound, a sound is in Dan and Naphtali, the sound of bells tinkling over the deep. Zebulon heareth them. Joppa doth ring. Acre rejoiceth and all the seacoasts there between. Gaza is glad again. Jerusalem weareth bells of gold, and the soft breeze sendeth the sound thereof over the mountains. “What fire?” say we. We see the fire of the LORD. He hath restored our glory and made himself our refuge.",
    "Therefore thus saith the LORD God unto the nations: Consider Judah, and dismiss not the mercy of the LORD. I have moated thee and made thee a keep, O Judah, and Bethlehem a parapet and a tower of rejoicing. Bethel and Shiloh are places of congregation and praise. But Samaria I make a place of warning, a warning unto the nations. I write it on the hills so all they who pilgrim from the nations can see it afar.",
    "For I have set my name amongst you again, and ye walk the paths of Judah and Israel with my sandals. Lo, I have returned unto my people and ye have returned unto the LORD your God, and his Holy One. The young men are handsome and set in array. The maidens are decked in the finest silks, and the locks of their hair are intertwined with flowers. The ancient is honourable again, and no man regardeth small matters or turneth he aside another for a trifle.",
    "Sound an alarm of lovingkindness unto the nations, that they look upon thee. See that it goeth forth as a mighty trumpet. For, behold, how the LORD loveth the Gentiles, that he should call them forth. And in that day ye dwell safely they shall forget their philosophies, even the Samaritans their stiff neck; and vain knowledge and false tels, the congregations their divisions and contentions; and the Samaritan his solitary isolation. I shall heal thus: humble yourselves and enquire of me, saith the LORD God of Israel, and I shall hear you, and I will lead you to my compassion, for I the LORD have spoken this.",
    "Consider ye not tribulation, nor thirst for judgment lest ye be snared and overtaken. He who seeth destruction the clearest shouteth the loudest of salvation. Redemption do I bring, a correction and a sore reproof that no more they that dwell upon the Earth shall call me by the moon, or by the winds, or say I am the power in the sun or in the river. All shall say, We know he is the LORD. For I the LORD am One; I had no rising. I have no setting. I am. There is no force but my will.",
    "(The oracle against the vanities of Heshbon, whose watchmen’s eyes are always upon Ammon.) The desolate places of Moab and Ammon make ye to see every whirlwind and every wisp of dust, O ye watchmen of Heshbon. Ye dwell too nigh desolation, and your face is set to it daily, and your brow squinteth to mark an undoing. Your ways are contaminated with theirs, and emptiness prompteth your visions. Shittim is bored with your words, and letteth her gates lie idle at night; the passes to Jordan are unguarded. Though Nebo is close, ye mount not and look not yonder to promise.",
    "Tribulation, great tribulation— my soul is in tribulation at the bleat of their words. I cannot bear them. Last days, last days are a mockery. I don’t wish to hear them. Your days have been long. Full of days hast thou been, O Heshbon. Ammon still remaineth, and Moab’s wastes are still not arid. Have ye been removed except by judgment so that another may take your place in an arid time to come? So shall thy preaching foretell thine own removal. Thy days have been as full as the former days, prosperous Heshbon. Whose last days do thy seers see? Say no more “last day,” but come unto the LORD, the Great God, the God of the horn of Judah, the Redeemer of Jacob. Behold how Jacob was a trickle ye flicked with your toe, and now he is a torrent.",
    "Tribulation shall vanish with your days and the bleat of your ignorance; but Judah shall be set aright. Her shores will be glad, and her fishermen heralds. Her coasts shall not be rocky, her lighthouses not desolate. Hearken behind ye as well, O watchmen of Heshbon. See that the desert hath laid waste your oasis whiles ye scanned the desert; your gates are sprung. Thou Heshbon art become as Ammon, and dry as unto Moab because of thy watchmen who left off thine oasis to watch yonder wisps kicked up of passing caravans.",
    "Bend ye your minds unto him who is from the beginning and changeth not; and set your courses by the helm of the LORD. Hearken unto his word and take ye comfort at the mercies of God, for he is the head of days, and he is their extender unto the uttermost point. He bringeth beginnings, and he shall bring an end according to his wise purpose.",
    "Why must I set a tune and play it again? ye caravans of Heshbon passing fair through Shittim to yonder Jordan’s low banks. The LORD is not a suppliant that he should entreat before flesh. Nay, he is not a minstrel that he should replay the same tune to a market that heareth him not. I turn not aside caravans into the market square. A new thing the LORD doeth not to get the attention of the crowd.",
    "What use is there in speaking to man? His ways are set. His path leadeth to destruction. Upon a horse, with a switchback, doth he set the gallop to his end. Take ye heed, O ye of Samaria, and hearken unto this oracle: ye shall not go down to aMegiddo. Nor shall the LORD overturn you with a mighty battle. You set the tempo to your end, and it cometh as a snare in an unexpected place, without honour and without chance to draw the sword.",
    "Look off to the north, ye caravaneers of Heshbon. Set up camp. Raise your pulpit and set it to the north. The Assyrian watcheth from the heights as a predator. The Palestinian lurketh in the clefts. Judgment cometh from behind you and not from the desolate realm. They have passed Jordan before you, because your eyes were laggard on the camp of your neighbour, upon the desolate places. They are within your camp, and ye are cut off first.",
    "(The oracle for an end of time) Thus saith the LORD unto the nations: An end, an end cometh. The time hath returned. Now hath the time of your hebdomads come to fruition before me. Say not, From whence cometh destruction?— ye are within the seething pot. Your congregations saw false visions in the desert sand, and your house is laid desolate. Your retreat is also stalked. I set ye now to the time of your probation. Hear ye the word of the LORD: My mercy setteth ye a time. Shout it aloud, and from the rooftops let this message go forth! Get ye to repentance! Cast off your ways, O foolish people, and harden not your hearts. Put aside your uncleanness, your vanities, and your cold self-seeking hearts, and I shall lead you yonder Jordan where dwelleth aSharon’s fertile plain and bJezreel’s cultivated fields.",
    "A son is a son, and the choosing of a son is the same. Cometh it not from the heart of him that chooseth? Therefore I was your God, and in far lands that heard of me not there I was called upon, and there I heard. But, come, your sins are a river crimson, and your ignorance is the puss of your infection. Your wounds I have opened because your strength is eaten up from within, expelled in riotousness and iniquity.",
    "Come bind them with free gauze, and nurture them with balms that cost no money; where wit maketh thee none the wiser, and beauty none the better. Why spend money for that which perisheth? Come unto the LORD upon a free path, and perish not.",
    "The end of the oracle: For when the Israelite shall smite the Assyrian, ye shall know your watchmen looked amiss and led you astray. The LORD shall cause an end of time upon the nations, upon their congregations; and their watchmen shall be no more. Ye shall return over Jordan and re-inhabit the desolate places, and Heshbon shall not be dwelt in until it is within a fertile valley, and her watchmen no longer see the desolate mountains of Ataroth and Rabbah; and the Ammonite and the Moabite shall dwell peaceably within the congregation of the LORD, and the nations shall dwell peacefully with Israel."
]