[
    "AND the word of the LORD came unto me, saying, A head hath no power, nor can a tail survive on its own; and feet and hands require legs and arms; and all are tied by sinews unto a body, and without a body none have any power. This is the nations, for it is not enough that Hazor is corrupt, and corrupteth; she thinketh all should be Gerizim, false practices quaint and no more; and she longeth for Jerusalem, that she may make all as Gerizim, that bastard of Shechem, to whom she hath made betrothal. She hath by Bethel’s conquest emboldened herself, and she magnifieth her emissaries as prophets to willingly sing a song of happiness, an ode of justification, at their lewdness.",
    "And the word of the LORD moreover declared unto me, Unto what shall I liken the prophets that come from Hazor of the Gentiles, and unto what is the spirit of them unto whom they are sent at Jerusalem? For thus saith the LORD, The prophets of these times are like drunks staggering down a canyon road, proclaiming your own nonsense. Their words echo back to them. From your own stony hearts gladly echo back their foolishness in the Valley of Deception, nigh your land. Ye join the throng and cast ye flowers at their parade, and they enter the gates of your strong cities by treaty. If ye would enquire of me, would ye have so enjoined them at the gate? Ye enquire not of the LORD your God because ye are ignorant of my law, but knowing my law ye enquire not, for ye know I would disallow, O ye foolish prophets and they that set you to prophecy a desirable thing.",
    "Ye seek the attention of men; it is a sweet nectar to have praise without substance; preeminence at any cost. But of whom should ye have taken counsel, my people? but of him who careth not for what people think, but in whose heart is equity because his heart is set upon the LORD.",
    "Shall I be fickle and speak not to you this day? Come again, not today. Come another time and I shall perchance speak a word to you. Nay, but the day of the LORD is a terrible day. I speak to you a word. I whisper not at your whoredoms.",
    "Therefore thus saith the LORD God of hosts, That day I shall make it a day of rebuke. I shall cause the Gentiles to know their abominations, for their prophets speak but what the congregations want to hear. As a dart that whistleth forth shall always find a target, so a mouth that speaketh deceitfully shall always find an ear that delighteth in deceit.",
    "The mouth hath no power, as a dart hath no sting, save it find its mark. A tongue shall not wag unless there be an ear waiting for it like a quiver waiting for an evil dart to return from its victim, dripping with innocent blood. The ear is an open sheath, and the heart is its bottom wherein resteth the edge.",
    "Prophecy thou unto the whoredoms of the nations, unto Hazor yonder nigh Lebanon, against those who also say the LORD spoke of times long ago, and for today he speaketh of wrath long to come.",
    "Speak unto them, Thus saith the LORD God: I have purposed your overthrow. I have thought it, and I will execute it with craft. Jerusalem shall not die from your dart, and I shall resurrect Bethel by my breath on Jerusalem. From the desert cometh my breath, through the dry winds of the Negev. In vain spoke I not from the wilderness wherein Horeb dwelleth, and therefore thou Canaanitish wench hast no excuse because thou art of the nations. From the desert I bring my prophets, from the nations my people. If man should speak and write vanities in my name, should I raise up prophets proclaiming so? Yet there were no prophets raised up justifying a wayward people. Why should I raise them up now?",
    "Wear the frock of humbling, for I bring sore chastisement upon ye of Jerusalem. Wear widowhood in betrothal, for I smite Hazor, for this your lover was a Canaanite; and ye espoused have a storyteller for a father-in-law. The marriage shall not be consummated, for Hazor went back to her ancient ways, and for her whoredoms I have sent her back.",
    "Hear ye the word of the LORD, O ye of Jerusalem, long not for Hazor. Come ye forward; be ye circumcised in heart before the LORD your God, where there dwelleth and abideth splendours forevermore, where the LORD is your ruler and your judge of mercy.",
    "But without there is no man innocent before me by reason of the error of those who rule over them. Each one delighteth in deceit and the perverting of judgment, in that ye judge by defense and not by action. He that followeth seeing the footsteps outlined in blood is as guilty, saith the LORD. Behold, this is the nations before me, saith the LORD, and they in Jerusalem who espoused themselves by heart and practice. But I shall not send ye back Hazor way, for it is from there that I took you and brought ye on to this time. My compassion burned for you. I dressed you in silks of many colours, combed your hair and made it radiant, and decked you with many splendours, until Hazor desired you in the plain of her assemblies and petitioned you from the Tel of her power. Ye shall not depart from me; the wilderness is a poor place for the brightness of silk, and the splendours of my side shall make you remain. No man shall plead his prince as justification. I shall judge the empty soul by its emptiness, and another mans guilt shall not make you innocent.",
    "Go not to that place, to her ancient stones and the carvings of predatory eyes. There is no deed done by mercy, neither a heart stirreth by pity; but gain is always before their eyes. Have I not listened all the day long to selfish gainsaying and love of reward? Those that say “a jewel in my crown” by whatsoever act he doeth in mercy shall not get one. I shall cause your crown to tarnish your head. It shall rot and fall to pieces because you do nothing in the name of the LORD without bean counting.",
    "Ah vain revelers! Your places of forgathering are not holy places but a den of merchants and the bazaar of players. But thus saith the LORD, If I cause to open the mouth, wisdom proceedeth; and of the heart, godliness as an ointment and balm of relief. Where is found secret words, for the works of the LORD cannot be hid, and his glory cannot be shut up? He doth not require initiations. He doth not babble, and burblers do not speak his words.",
    "What have your babblers seen? Declare ye unto me, for the LORD demandeth of you? Thus saith the LORD, Hazor putteth off my name, and each man and woman hath dreams and seeth visions on her Tel, but Israel seeth none nor dreameth dreams. Labour in Jezreel beckoneth, and mounts are a dreamy place. Moreh is barren, Tabor is high, and Carmel is wicked as unto Hazor. Envy not the mounts, nor tend to Jezreel when the LORD is nigh. Beseech ye the LORD in Jezreel, even his compassion unto Sharon. Come to the river, come ye to the cool of the brook, for my compassion is not far from you, and a strenuous pilgrimage shall not endear you. I have not spoken from the mounts, nor appeared to any there in dreams. Behold the revelry on the mounts; how their faces open in sighs of ecstasy as if from a fine wine, and yet their prophets do not pour out my wine. They are not drunk on my ways, saith the LORD. They delight in their feelings; their imagination hath made them dumb to reason. Each one feeleth special, though even a dog they cannot keep from barking.",
    "But hear ye the clear word of the LORD, the word against the nations and their assemblies, their Tels and encampments on the plains: You have become detestable things in my sight, empty vessels with hands reaching about perchance to grab a spirit. Wherefore? Shall ye make the LORD as something for to shove within your purses that ye may keep him as a Djinn? Behold, your ignorance is offensive. Ye caress idols of your mind, and your hand moveth about to adore idols without forms.",
    "Long enough, saith the LORD. Indeed, yea, long enough hath mine holy things been scattered in the nations. I shall restore them to Judah, even my name. At the casting forth with a mighty shout of Saviour, that is my name, the LORD of hosts, I shall make Jerusalem a crown and its inhabitants my heralds again. In that day Rome shall be a widow, and she shall call her children bastards. They shall praise my name and bow down to idols, and their hands shall work for Ishmael.",
    "But I say unto thee, O Judah of my beloved, I say Restore. I place this in thy mouth, and at the saying of this I make thee a mark of offense, a point of chiding and derision unto the nations. I make thee a teething bone upon which they shall gnaw. Say not “I knew it!” I make thee of brass. Thou shalt not be delivered up unto the Gentiles. But because these words shall make thee a hissing, I shall hiss unto them. I whistle for the raven and not for the roosting bird; and my word shall be carried on the wings of contention, so that all Israel shall hear them.",
    "Thus saith the LORD, In that day I shall break the betrothal of Hazor to Gerizim, that no more the things of the heathen mix with the storytellers, and no more shall they be called the ways of the LORD.",
    "Take up this parable, my prophet, and prophecy thou against Hazor yonder Galilee, against the ancient stones of her meeting places that she hath dug up, this oracle:",
    "She who calleth herself my bride hath bidden you, O foolish prophets, as vulgar minstrels and impish players. She setteth you to play at her banquets. Ah, it is a sight! Thou hast a low flame, O Bride, for fear it will set thy fat on fire like a torch.",
    "Thou art vulgar, O Bride, and these thy minstrels are louts. The place I made glorious in the latter times thou hast polluted with thine ancient stones. Thou carvest even now thine own idols with thy tongue, and with foolishness anointest thine own prophets. Thine idols are lewd, and their votaries— Ah, my, are they a homely lot! They scare varnish from wood! They bring revelers, effeminate men, homosexuals, perverts and strange minstrels. They live off my wealth and mock me because I am patient. I leave thee to thy lovers, perchance they shall abide thy contentions and find musings in them.",
    "How hast thou become an harlot! How have thy children committed abominations! They go not into the secret chambers to commit their iniquities, but with a mighty beckon bring out their champions of lewdness. They dance with rioters and cavort with revelers. How I delight in the sound of children playing in the streets, but they have brought out filth and trample them therewith.",
    "Am I not as a mother unto Israel? saith the LORD. Shall I not run and pick up the children and spare them from the trampling feet? Am I not a father unto the nations? saith the LORD. Shall I enquire whose child is in the path of the chariot wheels before I rescue? Behold, I save first before I turn over the chariot’s wheel. When the children are safe, I plan a trap for the trampling of the horse and for the chariot’s wheel, and the driver shall be upset in the snare.",
    "And this shall be the snare thereof: I give you this, at the hand of the LORD: Israel is too small for my works, and mine hand is too broad. I will draw with a sweep of my mighty arm the treasures of the Gentiles, and they shall come unto me, saith the LORD that doeth this, even the Mighty One of Israel. Ye shall weep in your poverty on that day, saith the LORD, ye congregations of foolishness.",
    "Thus saith the LORD; An end hath come, an end of the nations. Now smite the arch, saith the LORD, until it collapse, that the steeple fall, and make great the rubble thereof over the street in which the revelers have defiled my holy name, that no more traffic shall be heard therein, nor the sound of children playing. Better a ruin than a snare; a place of shadows than an highway of blood— until the LORD raiseth up his salvation, that he who is delivered of the children of Israel shall know it is I the LORD who hath delivered him.",
    "Then smite the dam and the stones shall crack, that a flood may be prepared. Strike the base and the water shall flow. Shake the ends thereof and the flood shall gush forth. When it becometh a trickle shall the dam be easy to rebuild, even with flimsy stone shall it be built and then reinforced; that they that come not forth at the word of the LORD may be snared by precepts, fall back and not be delivered. (These are the mighty oracles against Hazor of the Canaanites, and against the wisdom of her ancient stones, her prophets and allies)"
]