[
    "WHITHERSOEVER I send my word, it is the breath that cometh before my body, as the shout of a caravaneer before his train. Hearken unto the LORD, O ye mountains of Israel and ye parapets of the free cites, and ye towers in the cultivated fields. Let his words reflect from off your souls like the sun off the purest gold. Send forth the message: The distant land trembleth before my words, and my caravan is a mighty army. Entreat the LORD while he approacheth, and harden not your hearts or make dull your ears. Let not the battle be set in array. Your troops are but a line of ants before me, and your great men but a bug of a bigger belly. If ye entreat not, then be as wise as the ant that fordeth up for the flood of the LORD, for the LORD sweepeth over the land, a sword from Galilee to Gaza, from Acre to Elat, as unto a winter flood before he shall sweep over the land as unto a spring flood. In that day the LORD shall reveal the beauty of his countenance, and in the interim ye shall come from the American wherein ye sojourn, from the nations wherein your feet are not sure.",
    "Come ye that make haste, and make ye haste indeed; come from the wilderness in that day, for the nations conspire wrath. Come ye a rejoicing, come ye with haste that see the LORD’s doings; that rejoice in anticipation of his beauty. Zion is bare. Her ground is smooth by reason of flood, and not tilled; her seed waiteth to spring forth. Some shall spring wild and some shall wait for the tiller’s plow.",
    "Hear ye now even the word of the LORD concerning this Zion that languisheth by reason of its hardness. I have given thee glory in the nations, O Zion, O crowning mount and choicest parapet of Israel, and made thy glory as unto many springs in a dry place. Yet thy garden hath not grown, nor the beauteous flowers of spring bloomed. I have made thee beautiful, and thy people as the beautiful bodies in the sun of Elat, of tan skin and white breast. I took away from thee the scourge of Europe and the falsity of impression. Admirers have come with flatteries, and thou hast hearkened unto them. They sought thee as the bodies of Elat, and they delighted in thy flesh, and thou wast flattered.",
    "What good was their counsel? Was it not from the lust of their eyes? Where now is the abode of thy glory? Those that remain to flatter thee are few and foolish. Where will be the unterlickers in the day of judgment? Behold, it shall be so: the flood shall cause them to cease first in its undertow.",
    "How thou hast delighted in usury, and banked thy flesh unto thy flatterers in the nations! Thy credit is near at an end. Why didst thou not deal in my word as in sacks of grain, and as in the bounteous harvest? where money cannot affix a value and no lien shut off its reaping.",
    "But thus saith the LORD, Because of thine unbelief I have removed thy flatterers and made thy borders to quiver. I have taken the fine bodies of Elat and replaced them with the black hat of ignorance, and the coolness of the seaside breeze with that of the presumptuous mouth. Not because of thy flatterers, but because thou wast smitten by their lies. And why wast thou smitten?— because thou believest not in the LORD thy God. Turn your heart unto me, ye captivity, even now, saith the LORD, even now, and I shall hear you. How can your heart be right if ye do not believe, and how can ye obey if ye do not believe? And how can ye believe and not obey?"
]