[
    "IN that day I shall set to me eight princes of my people. And upon them and my prophets shall my spirit come, to direct the ways again, and for a sign and a pillar unto Israel. They shall raise up my standard as aforetime, and my people shall look up and be healed.",
    "Fear not, thou trembling land; for a great thing have I done in all the land. For, lo, I am returning this second time the captivity of my people Israel. Whilst the land trembleth, even by reason of boots, do I swell your borders and enlarge your house. My laws do go forth, amidst the up-cry they are heard in Judah and Jerusalem. Laud ye the LORD in his land! And tell ye the nations to repent at his doings.",
    "And it shall be a hissing to the nations in that day, a source of offense, and as a shout of rejoicing is to him that seeketh solace. I shall gather the congregations against the house of Israel as one that gathereth an army to battle, and as one pulleth the bit in the foamy mouth. But I shall be jealous again for my people, Israel. And it shall come to pass in that day that the congregations of the nations shall be broken by the staff of Jacob. I have made it a double staff and a quartershaft, and Jacob shall vanquish his enemies; on the right and on the left shall the staff strike as unto the sting of behemoth’s tail; and in that day Israel shall know that it is I, the LORD, who is their righteousness, and that I have not changed from my purpose, for my purpose is spoken before the world was, and it shall be lauded after the world passeth away.",
    "Laud ye the LORD in the land, for he hath doused his mighty sword. Whole Palestina rejoice! The LORD, even the LORD GOD of Israel, speaketh, Even I speak peaceably, He saith; unto the seed and unto him that soweth I speak peaceably. Worship ye the LORD in the land; let the images of Hazor be put from your minds, ye Galileans. Call him not Baal after your fashion. Form him not in crude minds. Understand the LORD this day by his doings. Worship ye the LORD. See his doings today, and know it is done by the LORD, the God of Israel. Where his name was meek it is now mighty. At his roar bears do retreat. Bank not your flesh unto the nations, ye of Israel. But say: What is a Jew that we should marvel? But God is our boast. Yea, beauty upon beauty, beauty burning brightly, shall they call the LORD God of hosts, the king of Israel.",
    "Rejoice, O children of Zion, for the LORD, even the Living God, draweth you unto his bosom. He taketh the glory and traditions of men and casteth them from you, and with them the Gentiles shall be confounded.",
    "In what ye gloried, ye shall abhor; in what ye feared among the Gentiles, ye shall tread as though clay; in what ye had pride ye shall scorn with laughter.",
    "Howl, O ye nations, saith the LORD, for one of you dreadeth the day out of envy when I shall turn Israel and the other lusteth for it to see a sign. Yet though you be as far apart as the poles, yet shall it be an undoing for you when ye both shall see it."
]