[
    "PREPARE ye to hear a sound in Moriah: “Let us reside.” I say ye, an echo in the courtyards is heard. Leave off thy labour and come and worship the King. Lay upon his steps, and shed tears upon his feet; and be thou clean every whit.",
    "They that counsel in blood cannot be found, and he that seeketh them knoweth me not. Blood I abhor. How my soul loatheth death, and my heart the soul, the thought of him who intimateth death. The pit beheld me; at the day of its forming it dreaded my coming. No place was found for it in the earth, in the day of its begetting. Corruption was afraid of me; for my abhorrence of death it would not draw nigh. As God liveth, so do they who call upon my name live forever. What hath cattle death to do with me, and where can its place be found in my abode?",
    "The ways of the LORD create peace, and they cause the flower of Zion to bloom; but the slaughter of thy flocks created a cold heart, and one not inclined unto the LORD. But come ye to the LORD, for he is comely, and of a gentle hand upon all those who shed tears. Be thou forgiven at the sight of the LORD. Kiss him as a beckon before he cometh.",
    "Hear, O Israel, declareth the LORD with a mighty voice, and all ye nations that call upon the name of the LORD, offer now of your hearts offerings unto the LORD: peace, graciousness, and a meek spirit, love and benevolence, oppress no more the hireling, and give unto all a fair measure for their labour. Ye who shorten the hours of an hireling that he might not earn his bread, shorten no more. O vexed land, be thou clean, and set not thy cleverness to cunning.",
    "Rejoice O land that is muddled, and O ye careless thinkers be subdued. For the LORD, for his great namesake, shall subdue the impudent brow, and he shall cause to cease the perverse tongue. The circumspect man shall be a congregation. He shall declare the great name of the LORD, and take courage and inspiration from his doings. For the LORD is honour and dignity, he is the ancient and honourable, and the noble Lord. He mindeth not small things that he might lay a snare. For his great namesake he shall never run before his enemies, nor see them dash to pieces his people. His crest is upon him and his holy name gird about his waist. By liberty and abundance doth he conquer, forever conquering is the Mighty God and never oppressing. Liberty conquereth; she is forever in his hand; oppression is not her scepter.",
    "The liberal shall be elevated, and the seeker of iniquity cut off. In place of the grasping hands, the giving palm; in place of the clamorous mouth, circumspect speakers. Wisdom shall choke out weeds, and shall cast its pollen in the wind until thy land, O Brier, is a land of flowers and berries. Beauty as the thorny rose shall pierce those that draw night unto it, that it may be regarded with respect. So shall the LORD clothe the land by his wisdom, and place over Israel the apparel of beauty, and so shall he cause all those who approach to respect her.",
    "And we shall dwell in peace and surety. The hours of the hireling shall not be stopped nor shortened that masters may make long their income. He who is skilled shall not be treated as a migrant. In all the land there shall be plenty, that a man may call a stranger friend, and friend his brother.",
    "Woe unto him who deviseth mischief, whose counsel is set to find means of annulment and circumvention. The LORD shall not set him in an high place in that day, nor him whose mind is set to extract money, who thinketh long and hard on how money may be gained. Woe unto the government that setteth money as the annulment and as the redemption, for their clerks govern them and their officials are money changers and their judges are reapers of lucre.",
    "But rejoice thou land of adders’ tongues, for the LORD shall give unto thee the eloquent man, the artificer of beauty, the clever wit, he who maketh profound his music, the builder of gates, and the judge who judgeth rightly by the heart of the LORD. In that day the adder shall withdraw into its den, and for lack of air and stalking it shall die. Great shall be the death thereof, that the adders’ dens shall cave in by the multitude of their rot— and the place of their nesting, the chief habitat of their domiciles, shall be called the valley of silence for the depth of the valley that shall remain. And ye shall no more be vexed by the adders’ tail. I have heard this from the LORD, and so shall it come to pass.",
    "Behold in that day a sound, in Moriah a sound: David singing to his lover. An offering from the LORD: flesh reappearing. The LORD of hosts shall perform this.",
    "(The oracle against the heads of Ephraim)",
    "Thus saith the LORD unto the towers of Jerusalem, and unto the mountains of Judaea, I call from the horn of Jacob— and who is he who answereth? He is gathered as unto the fallen stones and dispersed seed. A call to assembly is heard in the plains, and a gathering is made of armies in the ruined places. Moreover, thus saith the LORD who calleth from the horn of Jacob and maketh it the sounding of his voice: Come ye from the houses of death, ye within the cities. Let the watchmen of your gates see the gathering of banners. But no man stirreth, and there is pity because none answereth. The houses of death have done their work, and the watchmen are next. They shall come out and join the army, and leave off the artificer of death.",
    "Is this not the state of the wise of my people, saith the LORD? Have they not dealt in natron, instead of the fragrant spice? and in detestable things rather than pure.",
    "Bile is the broth of their ointment. In your hunger ye went to them, and in your thirst ye drank of the wisdom of mankind, bile unto the LORD. And then as ye withered, ye turned to false teachers and yet ye did not grow fat. Your ways grew thin. Your laws and your traditions were as parched skin on dried bone. There was no substance and ye could see no substance.",
    "Speak unto them this word, saying, Thus saith the LORD, Is this people’s pride not a stiff neck or is it a weak heel? Yea, saith the LORD, it is a weak heel. I have afflicted you, O captivity, and yet ye would not turn unto me. Because your withered teachings told you to regard my words as less than those who scavenged them, ye could not believe.",
    "When my words were spoken, your masters snatched them from you, saying: “We too act on behalf of the LORD.” A word here. A word there. Let us make it into a mountain impassable. They weighed my words falsely, saith the LORD, and in the balance they added their own words and tipped the scales to anger me more.",
    "Therefore I speak clearly in my wrath, saith the LORD, that ye may know I am, and that ye may be sure it is I who bringeth this sore chastisement upon you. And that ye may also be sure, saith the LORD, that it is mine hand which bringeth also the good, in the day in which I turn you unto me, to make you a peculiar prize amongst all nations; that ye may know from hence forth to walk in my ways, to teach all nations. For I will teach thee once again to be a glory, O Jerusalem, and thou O city of David to be a fair virgin; Ariel to soar, where my justice dwelleth. Thou shalt hearken unto my words and I will guide thee. What is not clear I shall make as glass. What man hath made murky, I shall distill.",
    "Thou shalt surely soar with Ariel that day, for I have promised it, saith the LORD. Thou shalt swing from Orion’s belt, and converse with Cassiopeia; Pleiades shall be instructed at thy voice. Thou shalt say to Dov, “Come, hear;” and thou shalt take of the ladle, even the greater and the lesser; and thou shalt extol the name of the LORD thy God, whose hand hath made all these, and whose hand hath chosen thee. Soon thou shalt giggle at the heights. Yea, thou shalt laugh at thy former ways, and the philosophies inspired by rubble. Thou shalt not mourn at thy turning for long, and shall humble thyself at the graciousness of God.",
    "For in that day you shall see that I AM, that I AM God, because I draw you unto me as tender children, so that not one of you faileth in the way. Now shall I arouse the envy of Jacob, saith the LORD. The languishing of Ephraim will be no more. He who is exalted from on high shall be the envy of Jacob and the pattern for Ephraim. Laughter setteth well on him who despiseth petty things. So shall Jacob and Ephraim scorn the teachings of your Polish swamis, and so shall they shake their heads at the cowherds and barbers ye made Rebbes. For Jacob’s envy of the LORD hath waxed strong, and Ephraim’s desire shall be to his God.",
    "Thus saith the LORD, be not like unto them. They are not the ancient and honourable, and their seed no older than 10 generations. They are mystics whose souls soar as the crow; but as a crow landeth on a pig so too do they haggle in common courts. They taught you to round a corner of your heart that ye may not serve me, and to weigh my words, and of their study they make a false science.",
    "Upon their women they require a covering and then make it a false covering of hair that they may mock substance and make it look as if there is no covering.",
    "Better not to be born than to do shallowness in the name of the LORD. The sins of my people have a false covering of righteousness, and your bandage, ye Perushim, causeth their sores to fester, and the Pious to wax as a canker. I see them dance as do the primitives. I see them carry my law as a token and as an idol of men. But they know not what is in it, nor do they understand.",
    "See from afar off, ye mystics; let your souls seek the past, even the mists of Europe, to see what I have done to the place of your nativity. For your father was a Pol, your mother a half-cast passing thought, and that place became a desolate inheritance. Mend your ways while the LORD speaketh peace."
]