[
    "THERE shall no gold or metal wrought, whether precious or blunt, that shall come into mine holy house— for it is an holy place unto the LORD’s name and a dedication to his laws and his ways—a fount of the purity of his way—that hath been wrought already into anything else, whether idol, furniture or object. All gold and metals that shall be used to build the holy house, the courts and their promenades, both inner and outer, shall be virgin from the earth, and no tool shall have struck them before their smelting save those to extract them from the earth. They must not have been fashioned into anything and then molten again: they must be virgin from the earth; this is the ordinance for the precious and blunt metals that shall be used in the house of the LORD, whether inner or outer courts; and likewise for the stone: ye shall use no stone that hath already been hewn by man. The same applieth to wood; it shall all be virgin before the LORD. No idol that is melted down shall have of its molten gold or other metals used in the house of the LORD. This is an holy place to the true God.",
    "Save only for gems and precious metals. If they belonged to an idol, were its eye or adorned any other part of its false lifeless body, it may be brought before the LORD as a tribute: the eye of an idol crushed and broken it shall be called. It shall be laid before the LORD as booty, and it shall be honourable as prize of conquest over the superstitions of men. It may adorn rooms of the courts that people may gaze upon the gems and glory at what God hath made, ponder at what man hath corrupted its use thereof, and what it hath now become: spoils over the idols.",
    "So shall be the law of gifts brought unto the LORD. There shall no idol be brought. But if an idol is brought, and it is of goodly stone or metal, let it be received, molten or hewn for the sake of the poor or for other service unto Israel or those upon whom my name is called. It is the dispersion of conquest and booty, and it shall be acceptable after it is hewn or molten. But no idol shall be sold in its form, for they are gods which are not gods, foolish lifeless stone and the incarnation of the ignorance of man.",
    "Whatsoever gifts are brought before the LORD at his holy house, and shall be received, ye shall accept, and ye shall place where all Israel, and where all who may come to pilgrim themselves in the land or to the house of the LORD, may see and observe. But an idol ye shall not receive, no not even they which are not worshiped and which are of great value. Ye shall not receive them or sell them, nor broker them, for the kohenim serve before me, and the LORD is the only God. Ye are not to have anything to do with idols unless it is the casting down of them, and the taking of the eye of the idol. Ye may conquer idols. Ye may not serve their interests. Any man that serveth an idol of the nations shall not come into mine inner court."
]