[
    "AND on the day that ye shall come together to dedicate mine house, so that all Israel casteth its eye to this place to rejoice and to sing, on that day ye shall open two of the great side doors to the inner court; those that are further back from mine house, the doors wherein ye shall cord from time to time so that the nations may enter before the LORD to the Great Basin. Ye shall open them both, as they are opposite each other, and ye shall cord off the inner court in a straight line from those doors so that there is a walk between the cords from door to door.",
    "After ye have dedicated mine house, and have worshipped and shed your tears of joy, and of sorrow and repentance before me, when and during your songs still coming up to me, at the moment of climax of your service before me, as ye begin your duties before me, ye shall open the doors and allow the nations to pass through, from one side unto the other ye shall let them pass, stop, bow their heads and lift their hearts to me, and pass through before the LORD.",
    "And ye shall open the hinter gate of the inner court to the women’s court and ye shall let the women to enter and sing and worship before the LORD their God. On that day ye shall do this, and on days if the press is many and the inner court can handle it. But it shall be done peaceably. It shall also be done on especial occasions before the LORD, on the feast days, and days of great rejoicing and press.",
    "Only the fool saith I covenanted with the nations with not the same covenant. Therefore ye shall let them pass through before me in the inner court. But the rest of this court shall be for Israel to worship, and it shall not be tread by the nations, save within the path that leadeth up to the Great Basin on those occasions wherein the priests shall perform their holy duties. Then a walkway shall be corded from one of the great side doors, and they shall approach the Great Basin. Have I not commanded thee already?",
    "But Israel shall worship me, both in the inner and outer courts, the soreg; whether by day or night, they shall worship. With a solemn sound shall all nations come before to worship the LORD God.",
    "The prophets that are prophets indeed may have latitude. If they should come into the house of the LORD, they shall be shod in socks of red, and wearing white tunics of the sort they wear, and their cloak, which is their fashion, shall be around them and upon their head— Is this not their custom before me when they worship? This they shall do, for I have set them apart as my servants, and I speak through the prophets. Therefore they shall have latitude before me, for thou knowest not if I command them. Only in their rough cloak and tunic shall they not enter mine house; but they may enter mine inner court dressed as unto the prophets’ dress before me, for I have set them apart."
]