[
    "JUDGMENT hath come upon you, O my people, yea, cruel judgment hath come swiftly upon you like a stag and deadly as unto a scorpion’s sting. Without warning and without a word from the LORD hath it come. Yet ye have not inclined your hearts unto the LORD, to deliver you from the sore travails— Nay, but ye have courted disaster. Ye have called upon me, and I have not answered. Ye have sought deliverance, but your bodies have formed hillocks. Your dead ye have left by the wayside; the avenue of your sojourn is littered with the corpses of your dispersion. The LORD’s wrath hath burned furiously, but you have only hardened your hearts lest ye should see. Ye look up only to see the vultures. And because ye see something desiring you, ye think ye must be righteous and possessing something worth extolling.",
    "It is not my silence, saith the LORD, that hath caused thy foot to continue on the hard ground. Who speaketh to a stone, and how long shall one wait for an intelligent reply?",
    "Behold, your hearts are hard, the heart of this people is waxed stupid. Your minds are defiled with your pride, and your hard conceit hath made you dumb to reason, and rebelling to the words of the LORD. I shall make the presumptuous woman a blemish unto you; and he that maketh a word an offense to make men count their words before him, even he shall be an offense to me. Your hearts and minds are defiled with your idols, and an image of your fancy is as a totem burned into your pupil that ye may adulate it all the day.",
    "This generation shall end before me, saith the LORD. This pride shall I no more tolerate upon the Earth; they and the farmers that have become your teachers, and they who were at the plow that have become your elders; and their vain jangling that hath become your law; even this shall be the last of it. I shall sift them out as wheat. Not one shall fall upon the ground that it should take hold and bear the fruit of this generation. None shall live out their days that they may as a burden place it upon the sure and youthful foot to carry it forward into their generation.",
    "They are the forehead of a foolish body. I remember the feet that were their fathers, in the day that I scattered them; and, behold, ye are indeed the forehead and the princes the crown of an ignorant head. In my sore contempt I would not approach thee. Nor did I walk amongst the promenades of thy ruins in wait for someone to come upon me. But I left thee to thy ruins. Thou madest the scale of the righteous and the wicked equal, in that thy foolishness saith “He punisheth the righteous. How else can we explain our travail?” Is it not meet that I should make the head fall? Is it not good that it should fall, such a foolish thing that doth not consider where he who was an husband unto Israel hath gone? Who shall ask, and who shall enquire?— but he in whom I have placed my heart and he in whom my words do reside."
]