[
    "LO and behold, I create a new day. I mend the rend between thee and the nations. I heal the injured and I broadcast wheat in the charred soil. A great [61a]sunflower taketh long to bloom, but then it is magnificent. Yet it dieth and decomposeth, and is food for the ground; but from its richness seeds there again springeth up another. Birds may eat some of the seeds and worms the saplings, but the seed of the LORD shall grow a mighty sunflower.",
    "For they who are in a shadow there shall be no darkness, and they who are of his company dwell under the shadow of his wing. This generation shall surely say we are in the shadow of a time past, of things we thought not, of confusion and convulsion. But they that dwell in the shadow of the LORD’s wing shall dwell in the light of his countenance. Thus shall I preserve my seed, and none of it shall be eaten by birds or devoured by worms.",
    "For, lo, indeed, seeds hath my sunflower cast to the ground and none have taken root. I shall let the head fall and embed the seed. A seed shall take root under the weight of the head, and it shall spring up and cast off the dead head; and I shall build me up a towering sunflower. Let the times pass as before, for the LORD remaineth. I create Jerusalem anew, and a new heart in my people. And there shall no more be there the peasant preacher, even the Perushim, and their gezeirah and minutae; nor the lackey eager to obey. But they all shall hearken unto the LORD, and their heart’s lust shall burn for me, and I shall care for them, and I shall there love my people again as the fatlings of my flock.",
    "For, see, I cause peace. I shall tie my sunflower to a stake and fasten it at a cross stake. I shall tend it and it shall not be wild. This shall be its support, and it shall endure. Watch ye the ties, watch ye that they grow not brittle and frayed. Tend ye to my work, O ye in my garden, lest I try my ties and find them frail. For without support, when the head of the sunflower becometh full, it shall yield to its own great weight."
]