[
    "AND the word of the LORD came unto me, saying, Take a child, a boy of 11, and set him to hold his hands in piety. Place upon him a atalis of btichales and white, having him gird in black. Teach him to repeat: “Give me, my father, whatsoever I ask of thee.” Let him bow three times before his father. Let him approach and walk around him thrice. Let him say: “Give me my bread and I will help thee when thou art old.” And when his father in the midst thereof doth strike him on the cheek for his selfishness, say unto Israel, SO SAITH THE LORD UNTO THEE!",
    "Is this not this Israel before me? saith the LORD. So have I seen their insincerity. So do I see vain gestures, and empty words do I hear all the day long. Away with it! My soul loatheth it! Your souls are not made cleaner for the vanity of your words. They make you not clean but filthy.",
    "Behold, foolish people, man is not greater than God. He is not deeper than the ALMIGHTY. His eyes are not sharper that the LORD is so dim. Nor is his perception so sensitive that the LORD is dull. There is no creature that can make itself small enough to escape his wrath, nor is there one so base as to be unworthy of his salvation.",
    "But the haughtiness of this people maketh them dumb to reason. Are ye not moved to indignation and can ye not see the selfish acts of your children when they supplicate in such a manner? Shall you endure them? I think not, saith the LORD.",
    "But this people is ignorant, saith the LORD. They lift up a shield of my law; on the outer face thereof it is written for all to see, but their face is to the underbelly wherein is written their own law: ‘Thou shalt seek thy want more than anything.’ O ye hard hearted and foolish hypocrites! Ye cannot keep my law without first your heart. Behold, it is right, saith the LORD, that I should smite you grievously this time; that I should strike your shield and break it, that ye may bend to pick up the pieces and there again see its face and my laws written thereon, lest the world should say of my great name, He spoke not unto us from Horeb.",
    "My mouth shall devour you, and the sword of my vengeance shall cut your hearts. Speak now, and declare if you can, when I commanded in a corner that ye should love the LORD your God. Set your mind to recall. I cannot not, saith the LORD. I mumbled it not from under a stone that ye did not hear; but the whole mountain quaked at my word.",
    "Turn ye unto the LORD from now on and forevermore. Plunge your hearts into the LORD and rest ye there assured. For surely the LORD saith, the God of hosts, This shall silence the impious lips. Justifying tongues I do not hear. It is as language to the deaf. But love the LORD your God more than anything, and then shall your prayers issue from your soul and the LORD shall say: This day I have heard you. This day I have made your fears acceptable. Then shall ye know he is deeper than a father and more knowing than the wisest of men.",
    "I see your heart and know your impiety, saith the LORD. Your words and rituals do not fool me. They make you not clean but filthy."
]