[
    "SHALL ye chide with the LORD, O house of Israel? Shall you become like the Jews of Jeroboam in his sight? they who became indistinguishable from Canaanites; and in such foolishness ye have spoken like unto the Canaanites of whose ways ye have become enamored again: “He is a phobic for not leaving me to my ways. A phobic! A phobic! He declareth there is wrong! A phobic!” Rather, turn ye one and all from his sins. Be not as they who say “There is no good or evil.” He that believeth in no good or evil shall be reserved for destruction; and a season that will not turn such as he shall be as a body that fighteth not cancer. He shall destroy the whole body; and the LORD shall consign your time to the fire. Behold, such a time the LORD now putteth before you. Shall ye choose to do right before the LORD and correct all your doings, or shall ye say: “There is no right. The nations have spoken truth; Wine is truth. It maketh one merry. We shall drink of the wine of the nations. What is calamity if we care not that it cometh?”",
    "Sober yourselves early, saith the LORD, for such a numbing will the LORD remove from you; and there is no fear like sudden fear. It sobereth the soul when it is too late. Instead of the fear of the LORD, ye shall have sudden terror because ye walked in the ways of the nations.",
    "Because he breathed his soul into Adam that he should live was he wroth with your fathers more than because of their vulgar sins. For ye know from whence cometh the fountain of your souls; that it is the LORD. Yet moreover he did give you his words, and he did declare them before the entire congregation his laws, that ye should know life and death, good and evil, left and right; that ye should live. Ye knew to love the LORD your God with all your heart, but ye would not. Therefore, O ye sons of Israel, are your sins grievous because ye reject the LORD your God and would not believe and declare his ways to the nations that they may repent. His own power brought salvation unto the nations, and no man shall make levity of the ways of the LORD again and thereupon not reap destruction. The LORD shall not let the canker grow until it destroyeth the whole body.",
    "What think ye shall be your fate if ye now moreover become as the nations in their sins and the heathen in their backsliding?",
    "Thus saith the LORD, he who inhabiteth eternity and changeth not: In days past I smote thee and scattered thee amongst the nations. I gave thee up to foolishness and the preaching of minutiae, minhag and gezeirah . I gave thee over to obstinacy. Instead of repenting, thou heapedst to thyself teachers justifying thy ways, and saying: “It is a blessing from the LORD to be persecuted.” Who can turn such as these? See what a heavy hand I had upon thy fathers because of their unbelief. But they went not after the lewdness of the nations, the immorality and decadence of barbarians in which ye now trespass, even in detestable things: homosexuality, adultery, extortion, uneven weights, conceit and strife, piercings and tattoos, thievery and every abominable state of the heart. Now ye have gone to the right and ye have gone to the left, but no man courseth true. What more are ye worthy of than they, and why should it not come upon you?"
]