[
    "THE LORD speaketh bold, he proclaimeth clear from his mouth his holy oracles. Let all men live by them. Let them rejoice at their understanding, in the day of their understanding. Let them not forget the LORD their God, for he is a mighty terror unto the nations that hate him, and a sure rock for those who call upon him. Blessed is the man who shall live by the LORD, who calleth unto him in passion “My God, My God.”",
    "The LORD is not joyous when the wicked perish, and he hardeneth his heart only to bring to balance the scales, that no man should say of his creation: “It is my trough,” and of his fellow man: “He is my ladle.” But the Earth is the LORD’s, and all they that labour and all they that rule are the LORD’s. Let no man say “Grace hath given me the right,” for who art thou, O man, to always think of gain and consider thyself in the measure of things?",
    "But upon whom will the LORD place his rebuke, and who will the LORD harden— even him who esteemeth himself by grace and who useth grace as an excuse. To him will He make His works a burden, that grace may have no form, that pity may have no meaning, that the works of God may have no substance, so that he might stumble and fall, and be cut off from the name of the LORD. Even such an one as this will God harden, that grace may be only word upon word, work without deed, feeling without substance, precept without purpose, that they that teach grace without mercy may be snared at the heart of God, and destroyed. For him will the LORD’s words be winnowed, strained and sieved, that the LORD’s wrath upon him shall come and not tarry, and that he may not see the days of grace that shall come. They are chosen for destruction, and grace to them will be without mercy, grace without form, word without deed.",
    "But let your hearts go forth. Let them fly from you as a swallow, that ye may visit all men and be messengers of the most high God. He is the LORD your maker, the great king, the God of Israel. Blessed is the man, yea, blessed is he whose feet weareth bells sounding the good tidings of the LORD; whose heart chimeth in tempo, proclaiming the lyrics of the doings of our God. It is he who craveth not worship, nor commandeth appearance, nor accepteth persons. It is he who is your God, calling the heart to repentance. He delighteth not in a heavy rod, nor doth he come with scales that his words might be the barking of merchants."
]