[
    "WHAT hear I, say I; A sound, a sound of rushing. Whence come ye, and whither go ye on? Get ye from this torrent down! Behold, look behind you and consider what hath been; yea, pause and consider.",
    "Hear ye a sudden wail. Be ye moved at a curdling shriek cut short. Stop in your way, look behind you and retrace your steps. What hath happened?",
    "Hear this the word of the LORD, O ye nations, ye headlong to destruction, hear this as if it were a shriek in an unexpected place. Be not fearful but curious. Consider and investigate, O man. Ponder, ye sons of men. The way of thy path leadeth to destruction. The avenue of thy course bringeth thee to tumult. Forsake the crowd and hearken to the cry. Break from the undaunted torrent. Enter a doorway— close off the din without, for all they without who hear the din go to destruction, and even a jolt will not cause them to turn.",
    "O blind and conformist, thy world is as a chicken coop. One cackleth and they all cackle together the same tune. A false idea spreadeth faster than a disease amongst the hens and addeth therewith unto the din until no man can hear the way but courseth with the headlong torrent.",
    "Even if the LORD should provide only a shriek, we poor souls should have no excuse. Stop and Consider, O nations. Pause from thy feast, O Bride; rest not in thy matchmakers’ interpretations, in thy lawyers’ adetente. The LORD hath spoken plainly. His ways are manifest about us. Take ye up again the edicts of a mighty king, yea, our God is a mighty king.",
    "There is no hidden way before the LORD. No code to satiate the mischief maker. As the LORD saveth from the adin aforetime, so is his word a house of refuge, a den of comfort to those who break from their journey.",
    "The LORD hath an house of refuge, a citadel high upon a mount, a solemn place of retirement, a place to rest your weary souls. The LORD hath always been our refuge, a gentle and soft wing under which to seek comfort and solace. The LORD hath always been. He is from everlasting, and his ways declared from the beginning. What hath taken him by surprise, or wherein have the sons of flesh invented something curious for him? Hearken unto his words and live.",
    "They who run to judgment, to the day of the LORD, run to their own destruction— and they who run to their destruction see not what is ahead of them.",
    "But see ye God by all his wondrous works, he who formed the Earth and broadcast the stars as if casting sand from his fist; he who created the light within your eyes. Tremble then and let fear seize the marrow in your bones, for he liveth and his judgment shall come to all men, and there is none who shall stand without shaking before he who created Hell also."
]