[
    "AND in the 38th year the word of the LORD moreover came unto me, saying, Behold, it is time to cry out, to lift up my voice as a slash of lightning teareth the sky with its thunder. I am a flood upon thee. My word shall be a tempest upon the Earth. I cry out. I proclaim from on high:",
    "Hear ye one and all the word of the LORD, O ye nations and thou house of backsliding: I withhold not anymore. As a hand hitting the forehead I cause the whole Earth to stop astonied, to gape, and to stutter.",
    "Shall I make mankind to multiply on the Earth, only for firebrands for the afurnace? Behold, saith the LORD, it shall never be. I shall never let that it should be shut up. Nor shall I bring forth man as the fowls, only to stamp my feet to cause them to fly into the fowler’s net.",
    "Behold, saith the LORD, the nations are my kingdom and Israel is mine house. I shall return from setting my borders and from building me far cities. I shall asweep out mine house of the dust and the webs that grow only upon quiescence; and I prune the brambles about my garden. I shall remove the shutters, and let the light in. Yea, the very fine scent of jasmine and mandrakes shall fill mine house.",
    "I shall reset my table and replace my candlestick, and I shall light the way by day and by night to all those of my kingdom, near and far, who shall come to do obeisance before the LORD of hosts.",
    "I see thee now, O daughter of Zion. Dost thou come also in the way? Ah, thou art old and no longer comely. Thy whoredoms have aged thee; and when thou didst set thy mind to knowledge, behold, it was vanity: strange ideas and evil eyes.",
    "I see now the report. The truth of it is before me. The LORD hath heard the rumor and confirmeth it. In the markets thy reproach causeth even thy money to be scorned.",
    "See the merchants magnify themselves against thee, but thou holdest thy peace. Thy skin is too calloused, thine eyes too heavy to care anymore. Thou art tired of thy wounds bound with dirty linen, and tears dried upon thy dirty face.",
    "Are the cries of merchants so loud, saith the LORD, that my shout of pity cannot they hear? My words are deeds indeed, and my deeds are mercy. What is it to thee if thou must be merciful for a season if thou shalt come to me forever and dwell in my garden of delight?",
    "Therefore stretch I out my voice, and my voice is salvation and my words dissolve brine. Behold a plain man. I stand at the door. Without thy sight thou shalt not see my garden hinter.",
    "Thy beauty is gone, O daughter Zion; thou hast long lost thy maiden innocence. Truly, thy widowhood hath been bitter. Now thou wilt hear my call. Above the din of the market thou shalt hear, and my plain flesh thou wilt not abhor.",
    "The whoredoms of thy youth I sought to redeem. The whoredoms of thy middle-age overflowed. Thy body was young and light and thine ear heavy. Now thou art heavy and slow, and thine ear is light. Now thou shalt hear. Thy youth shall not return for a season, but thou shalt live with what thou hast done.",
    "Thine eyebrow archeth with curiosity. What stirreth at that desolate house? Come and see, come and see, saith the LORD.",
    "There is no shame upon me. I have cleansed this place, and I will build it: to turn thy heart to me in purity. Thou shalt build these concourses and I shall sweep thine heart. Thou shalt gild with gold and I shall burnish thy soul and make it gleam brighter than gold, yea greater than very fine gold.",
    "Then shall thy worship be sweet to me; then shalt thou have this place and call it my house, though I dwell not in buildings, though even the Universe is nought but a bowl that cannot contain a finger of my soul."
]
