[
    "SEE that ye build mine house and make my courts accessible to all. Ye shall abhor no one who cometh to the LORD to worship, neither because of skin, heritage, rich or poor, maim or beauteous. All shall come unto the LORD. But into the inner court only the nations may come at sundry times, within the royal cords, and there to worship and make peace before the LORD. Ye shall in no wise prevent them, or resist mine oracles, by hook or by loophole; but, see, I shall make your heart soft at your turning, and ye shall know to administer rightly before the LORD. Harden not your hearts so that you abominate not my holy sanctuary.",
    "Thou shalt give no upper place unto the rich, nor cast back the poor. He that cometh shall worship at a place that is open to worship, whether rich or poor; in the outer courts whether Jew or Gentile. But the inner courts shall be for my natural son, for Isaac. They shall worship, sing and weep before the LORD here; and he who hath joined himself to them, as one of them; he shall be as they.",
    "There shall be no permanent place for a worshiper; not one for purchase, rent or from custom. All shall be circumspect before the LORD, and shall quit themselves when they are finished, with circumspection. So shall I look favorably on the running of the temple.",
    "They that come shall worship sincerely. For their sakes I have given them that house, and I do see the heart of them that come and I do not see the pretense. Let flesh look out upon flesh, but the LORD shall see thy heart. Cause them to understand, and let the teachers and the priests cause them to understand, that I flung the world into being, and all things seen and unseen. There is no greater fool before the LORD than he that imagineth that I cannot see the heart and that I only see the gesture.",
    "Ye shall not abominate with hearts of insincerity before me, saith the LORD, for the visage of my wrath shall be upon this place if mankind should harden its heart and defame mine holy habitation whereupon my name is to be called."
]