[
    "LOOK up, O Israel, look up, look up unto the clouds driven by a strong wind. So the time presseth upon thee. Look up, O foolish people. What man can lay hold of a cloud or cast a rope around it? Run to thy vats, open thy barrels and prepare for the latter rain as before. My spirit shall be with thee, my Jacob, my beloved that delighteth in me, and I shall drive out thine enemies before thy face. With the bow and the sling shall thy young warriors defeat men of iron and their great rods. Thy young men will not faint, nor grow weary. Thine enemies shall flee and thou shalt pursue them to thy borders.",
    "For my compassion is toward thee, O Israel, and my mercy made manifest. Thy sin is etched in lead. The sin of my people is engraven deeply in a thick slab, saith the LORD. Though thou buriest it, corrosion cannot remove the inscription thereon. So hath thy sin been uncovered time and time again, and brought thee accusation, and accusation misery and desolation. Only I can raise the slab from the earth and blot out thine iniquity before me. I have wrought me a great name, and my sword hath circumcised unto me a people, and they shall be blessed of the LORD forever.",
    "And the peoples of the Earth shall say he is blessed of the LORD who believed and who hearkened before the day of the LORD’s chastisement upon Israel.",
    "Thy days of being wounded draw to an end, and it is darkest before the dawn. The third day arriveth at an inauspicious moment. Prepare ye to be healed, O Israel. Rise again, O foolish nation. I say unto thee, Arise! Look up, O Israel, look up, for my words are at the door and my salvation draweth nigh. Now I say unto thee, Arise, and thou shalt live again; and the nations again shall see my salvation.",
    "Hear now these words while yet thou may. For surely I have spoken again unto thee, O Israel. Surely as a crack of thunder and as a tremendous rumble I shall stir from my place and purge Israel for my great namesake. Turn unto me, O Israel, and tarry not."
]