[
    "THUS saith the LORD, What of mockery have ye found in my ways, O city of excess, that ye should mix my name with profanity and that ye should regard urine the comment of aprofundity? It is because mine eyes are upon your neighbour for good, and yours are upon him for gain, for covet and for evil, for ye seek to be lordlings and care not for the LORD’s reproof. Wherefore find ye reverence in your heart for a carved stock, that ye should walk on your knees? but your neighbour ye turn him aside for trivialities. A dunghill is your bTel, and it is the place of your horn of wisdom. Lo, it shall come to pass in the days of the mount of the LORD that ye shall be ashamed of your profanities, your lewd pictures, and your spoilt heart.",
    "O thou New York, thou mighty city of pinnacles, I, even I the LORD, shall make thee a scape of mountains and thy homes hillocks of rubble. Thou hast made of mankind a sewer, and thou art a caster of snares. Thou art a crown of culture, and therewith thou art become a polluter of inspiration. Thou hast built many a grave, but none so much a monument as the mountains that shall come from thy rubble. Thy byways shall be impassible, thy streets valleys and stagnant bogs; thy marbled porticoes deep caves. Thou shalt no more profane the name of the LORD, but thou shalt be the place of the hermit, and the lodgings of wailing, and the grazing of herds.",
    "Though there be many days until thy fulfillment, it is because I extend them for the sake of Jacob, and not for thee. But it shall come to pass soon, saith the LORD, that aI shall build me a city and an house. In that day I shall also prune thee of my people; and as thou sawest the nations usher to thee, so shalt thou also see them exit. I shall draw unto me their tender shoots. Unto me shall all of them be brought. And I shall plant them in Zion. I shall leave them grafted, and I shall graft them in with Israel, and my vines shall yield a sweet fruit, and I shall be surrounded by all my children, saith the LORD.",
    "Jacob shall play at my feet, and the nations shall be as Edom. Yea, the stranger that sojourneth shall sojourn no more, but shall be bounced upon the knee of the LORD.",
    "Come unto me, saith the LORD, for I have not the spirit of a man that I should waver and be flattered. There is no turning in me, O Israel. There is no sudden fury, no faltering mood. My spirit is steadfast and great and doth not falter. Leave behind thee the coast of Tyre and Zidon to the bcormorant, for her coasts will no more be inhabited, nor shall they hear the barking of merchants; but there shall be instead the barking of the seal.",
    "Howl and bemoan, oh, bemoan! for Tyre that great city, which was so great, is uninhabited and a wasteland. O thou Zidon which rang of liberty art become a snare and a trap, a prison, and thy rulers bailiffs. Israel laboureth to the tune of a requiem within thy walls. The baritone voice lamenteth.",
    "I have spoken and it shall come to pass. I say come unto me. I am not like man, but I have created man like me.",
    "Surely, if thou canst love thine own parent, thine own children and all that which is thine own, then thou knowest how to come unto the LORD without hint of gain or desire to deal."
]