[
    "THE word of the LORD which first came unto Jachanan ben Kathryn in the year 5,755 [1995] concerning the Holy Place (Temple).",
    "Thus saith the LORD, Do I not see Israel gather and wail at the wall? My spirit goeth forth within the land and every man’s heart is turned toward Jerusalem in lament. Is it not the heart of Israel?",
    "Look upon this stone wall, if thou canst bear it. Listen to them bleat. Look at them bow themselves again and again and with their parted books recite vain words.",
    "See the concourse of stone as I see it, if thou canst bear the sight. Behold, I, even I, saith the LORD, do see the heart of Israel. The concourse of stone is potted and etched and doth not have the appearance of vigour and hath no similitude unto what it was when it was cut true and polished smooth.",
    "Beyond it are the promenades of free living cats, and the birds of centuries have cast their dung upon it, and beyond this there is the house of a god which is no god. Yea, have I seen the heart of Israel. Well do they call this place their heart.",
    "Therefore tread upon this people’s heart, and say unto them:",
    "Thus saith the LORD God, Thine heart is even as this stone, and beareth no resemblance to what it was. Within it is filth and brambles, unclean things and a place for birds to waste, and in its center are thine own imaginations. Thine idols are loathsome to me; thine imaginations are crudely formed and have no beauty.",
    "My spirit hath perceived, yea, mine eyes have beheld; therefore my right hand is stretched forth to make the days, even the days that shall come, saith the LORD Almighty, that I shall build again the wasteland of David and restore unto thee thine heart. Even I shall do this.",
    "Such days as this thou hast not seen in all thy generations since, nor hath ear heard the gentle comfort of God from the far places of thy dispersion. These days have been the days of thine enslavement, and within these days the multitude of thy woundings have wedged thee into the cleft of the rock and sunk thine head between thy knees in weeping. The days that come shall be the days of thine astonishment, the days of thy setting free from thy yokes, from thy sore travail and thy caged heart. For thou art in bondage without me. No matter where thou shouldest dwell, affliction is thy neighbour; desolation is thy mother.",
    "Thou couldest see only flesh, O daughter of Zion. Goodly flesh and skin like alabaster thou beheldst with pleasure, but mine honour thou couldest not touch. Blood issued forth glory, but thou only hissedst.",
    "Thine eyes were cast to thy handsome men. Their comely features led thee to destruction, and thou wentest cheerfully enough.",
    "There they left thee, in the wilderness of thy desolation they caused thee to dwell. In the shadow of darkness thou foundest solitude, and thou soughtest to thyself no light.",
    "Thou hidst thy shame in the clefts of the rocks, and amongst the scorpions thou learnst a new thing: a coarse temperament was thy way; and thy feet walked upon the hot and sharp rocks. Thy soft skin became calloused; thine heart became old.",
    "There I would not approach thee. What doth desolation have to do with me, saith the LORD? Let thy lovers console thee. Thou art a hissing to me."
]
