[
    "BE not dismayed at the ways of the heathen and the signs which their own minds conceive. For one leaneth his elbow upon the mantel and smoketh long on his pipe. There he expoundeth a new idea. He hath gravened another idol. It is without form. It speaketh from his mind, “Lo, here I am,” and he followeth wherever it listeth.",
    "The nations come together and say: “Let us conspire to throw off the LORD, for so was his anointed created in the days of our ancient.” Be not dismayed at their oracle, for it is quicksilver and it cannot take form. It shall be poison to the mouth that speaketh; poison to the ear that receiveth.",
    "Oh bemoan, wail and be undone, for the owner of all things draweth nigh, and the visage of the dreadful God is in the heavens. He looketh upon his creation, and he crieth out in anguish: What have they formed that ye should treat your minds as gods? for I see a land laid waste; and the whole earth, it is upside down. He who stoppeth the womb createth not, but saith “Come not forth” to that which I have sewn together. Behold, it was never spoken by my mouth, nor did it ever come into mine heart, that man should so stray and that the righteous should say “It must be.”",
    "Behold, there is none that abideth; there is not one who remaineth constant. I have found me none: he who maketh his sin righteousness and he who maketh his righteousness sin are altogether this people. He saith to his fellow: “Let us go and move together unto a far place, unto the mountains or a wilderness haven, that we may dwell in sameness of mind and in purity.” He shall be cut off from my sight, saith the LORD. Though he saith “Let us not be as the sinners in the city, the children of the damned,” he shall be cut off, he and his fellow.",
    "He also who remaineth in the city, to walk as all others that therein walk, he shall be consumed. I make him as a strand for the straw pile, and he shall be consumed. For the righteous that would not contend for his righteousness and he who preferreth mischief in the cities shall perish together; even he who was too holy and he who delighted in sin—they shall be the same. He who hath the power, yet liveth for himself shall surely perish: both cause the land to languish under sin.",
    "Therefore thus saith the LORD, I shall chastise the righteous and the sinners, and shall cause to lay desolate this generation; I shall make vapid the cheeks that were once swelled, for there is no speaker of justice; there is no person mature in sobriety before me, nor circumspect in his ways. The righteous walk as the sinners, and say, “We are too holy;” and the sinners as the righteous, saying, “There is no sin.”",
    "Behold how great is the uneven weight they create, and how great is the burden they have forged upon their own backs. Even in the great congregation I shall silence the delight: “The day of the LORD cometh.” Rejoice not in the day of the LORD that cometh, nor take ye comfort; for I shall consume the righteous and the wicked in that day.",
    "Oh that my heart should be set to malice and the earth trembleth not. Oh that I should roar like a bear and growl like a lion and the earth slumbereth instead.",
    "I shall set mine heart to wrath soon, and as a blinding fury I shall take vengeance upon the great congregation. The forger of weights and the caster of iron chains have oppressed the way of the LORD long enough. Be silent, thou and thy haughty jabber! Give ear to your own salvation, for ye are without knowledge, and I come to utterly purge.",
    "Oh give ear indeed ye that have made my laws a burden, and my ways of no effect, saith the LORD. I speak not wrath in vanity. I shall perform my words.",
    "For, indeed, ye are an oppression to my soul. It is not oppression to stop the oppressor, nor tyranny to say no to the tyrant, saith the LORD. Behold, I declare you the tyrant and the oppressor, ye who will not hearken unto my words to perform them and my laws to do them.",
    "But ye have set prophets to justify the way of young lions. Yea, ye are young lions set to roam. Ye bring down a young stag and gnaw upon him to the bone while one of you standeth off and justifieth their rapine.",
    "The young lions’ ways embolden them, and cause them to think themselves seers. But see the LORD’s wrath they do not! Nor do any of their signs prophecy their own destruction. Shall lust and vanity see my ways, saith the LORD? If thou seest not Horeb, shalt thou see Nebo?",
    "Think I shall not avenge? Makest thou me into a hard heart, O man, because I take vengeance? Nay, thy ways are uneven, and I have seen the defrauded.",
    "Did I not smite the firstborn of Egypt because Egypt smote the firstborn of Israel? Makest thou me hard, O fool, when I gave warning beforehand I should smite? Didst thou, O Egypt, give warning unto Israel? Nay, thy ways are uneven. The sons of flesh hate my reproof; but my ways are right, saith the LORD.",
    "Therefore thus saith the LORD, I shall cut off the prophets from you, even the blemish from you when she saith “That is hardly loving;” and the shaker of heads and the roller of eyes; and they who glorify an action and condemn a reaction; and he who magnifieth himself by study to overturn my words shall no longer be a guide unto you. Surely, they who say “Wrath cometh not upon the Earth” shall find that day an undoing, for it cometh not save for them and they who in like manner thwart justice and who mock reproof.",
    "Provocation is their wine, and whim is their judgment. Is he who stretched out the heavens and breathed life as they? He who is wise counseleth for the better of his things. So am I the LORD, and so are all things mine.",
    "What graven image so evened the scales and so ordered fairness as unto the LORD? Nay, they cannot, for they own nothing. The world is not theirs, nor have they possession of a speck of dust. The LORD breatheth and the meadow flowereth; he sigheth and the forests clap their hands. Man fashioneth thereof what he listeth, but the tree was made by the LORD.",
    "But your minds have carved vanity, and destruction is your artificer’s tool. Your cities whittle the soul; your babes are buried in canning jars. All creation languisheth under your artificer’s tool; and under the hand that formed it and under the mind that brought it about.",
    "A sigh stirreth my soul. I have given righteousness as the air, that a man may breathe in and live, and that therewith breathing he should live. Doth death so delight thee, son of man, that thou breathest not? — and thou that breathest, doth it begin with a sigh? beginneth it with a filling of the lungs. Therefore give heed unto the LORD that thou mayest live; and living live to abundance. I have waited, and man turneth not. I have spared that man might not see my wrath; but he would not.",
    "Truly, I have heard the words of the quiescent long enough. Though he moveth nought but his tongue, he doeth so only to justify those that lead to destruction. His arms raise up only to stop those who speak the words of justice. Surely I shall put an end to his civilization."
]
