[
    "THE word of the LORD that came unto me, saying, Speak unto Israel, even Judaea and Jerusalem, and reserve a word against that day that cometh, and say: O ye scattered captivity and thou entire Palestina— Ye have chosen a hard way. A fool’s ears are on his back, and with a rod must he be taught. Ye that pass through these gates, that have made Dung Gate a highway and Valley Gate a river, say not “We come nigh unto the temple of the LORD” while ye betimes do business. “By the hand of the LORD, by the hand of the LORD, the nations preserve us.” Thus saith the LORD of hosts, the God of Israel: Pass no more through Dung Gate, for I shall make the nations a heap and a stench in Hinnom by my fury. I pour out my fury on them, and I upset, and make them to bewail; and ye shall enter Sheep Gate for the stench thereof shall be great and the heap thereof a source of scattering.",
    "O ye muddled and wearisome, ye make long your avenue of repentance and short your avenue of pain; long distant your place of confession. Each one flattereth himself and expandeth the chest in boast. By ignorance ye boast of the nations, and by foolishness ye set no watchmen upon the walls, that ye may make long your deception of surety within. Hear ye these words, for the LORD God of Israel is he who lifteth up his voice in the gates, and his cry from the walls. It is just that I should make an utter end of you for your arrogance, saith the LORD, but it is not just that I should cause sudden wound unto mine own heart. Therefore I will not see you cut off as a people, saith the LORD, though schlunder ye make your pace and laggard your heel. Thus saith the LORD, It is I who did scatter the Ishmaelite and the Palestinians around about you that I might bring this day to birth, even the day that I wipe away your pride and blot out your transgression.",
    "I have waited for the day, and now I speak it. I form it with my words, and I prepare your hearts to hold it. Even while your fathers sinned I preserved them, even while ye sinned I wiped your enemies from you these last [45c]55 years . Do ye think it was your own power which dissembled them? I set in store for this moment. Ye shall never perish before me as a people, nor shall I make an utter end of you from the land. I speak it now forever: it was not to preserve thy flesh that thou shouldest be preserved before me, O Israel, but it was for this generation to see my great namesake justified in all the Earth; that they might be raised up, and that Israel should bear its place, a nation of believers in the LORD their God. I shall get me honour in all my creation that day when all the Earth knoweth I have prepared this day from the beginning, and now I speak it.",
    "Hearken unto me, for I will not part from my purpose. For surely, saith the LORD, I make an end of thy surety on the nations. Thy rest upon the Gentiles is vanity, and thy embassies to America to deliver thee pointless. The Lion of the Isles will not come to thy rescue. But I say, Nay, go thou not up, whole Britain, nor send thou the Scot with the American, lest thou sufferest a greater wound from thine ally. They shall not thwart my purpose nor douse my hot sword from the smithy’s furnace, for I set over the East Gate a two-edged sword is in mine hand, against thy rest and against the nations it shall burn.",
    "Kedar shall not be a safe exile for you in that day. It shall be a gathering of armies, and into every wilderness ye flee ye shall be within the scope and not be hidden. For my sword shall swiftly streak over Jerusalem in that day, toward the West, and it shall cause the great sea to boil, and the strength of the occidental lands to fail. It shall cut in pieces the priests of Baal-America who bestride Valley Gate in Charisma-Hinnom, saying, “By the temple,” but denying I am He, and it shall dash even the armies that come not hither, in every wilderness yon. Because of the nations and their priests of Charisma and their lying tongues is my wrath sore upon this place.",
    "Have a dull ear, shake the head, pull away the shoulder. Ah, think thyself the wiser for thy implacability. Let the cynic be raised as a standard; every tiller of the ground and plowman think himself a prophet in that day. But I shall bring my word to pass, saith the LORD, though ye say, “God cannot speak;” and though the guardian of customs maketh himself bold: “Let us hear him then, if so he speaketh. Was he not the invention of our fathers?” Do they not provoke me to anger, saith the LORD, though I will not be provoked? “Speak not a word against our customs that set us apart. Say not God is not, but speak thou not in the name of the LORD.” Though it is a provoking, have I provoked me that my soul should lash out?",
    "Stand ye aside from the gate! What aileth thee, watchman of the LORD? Have we not called thee our brother? Wail not in the name of the LORD, thou Nazarene. We hear no marshaling of troops. Shalt thou, my servant, be provoked, if I am not provoked? saith the LORD. The voice of Hananiah from America doth magnify himself as Hananeel , and declare the LORD hath not spoken unto me harsh tidings, to thwart thy people that they should repent. Behold, they say let all worship what he will; the LORD causeth this peace, and he is found in whatsoever causeth contentment.",
    "Behold, saith the LORD, do they not make a mockery of me, saying this is my peace, these whoredoms they have pronounced? Therefore thus saith the LORD, though they provoke, it is their contentment that shall cause sore pain upon them. For this I will deal terribly with them, for my people are corrupted as unto the Americans without, and thus they hear not the marshaling of troops. Though troops marshal not, I shall destroy them; them that marshal I bring unto this place. Ye shall flee via Dung Gate, and cast behind you Hinnom and its baalim. Content therein is every man in his valley. Everyone seeketh distinction, rewards, and power. The most judgmental are called liberal; the searcher of iniquity is called tolerant; and he who defendeth himself is called hateful. As the kingdom of Jeroboam the son of Nebat, are they any different than the Canaanite about them, and any less venal than the Phoenicians in their day?",
    "Thus saith the LORD, O ye foolish custodians of vanity, ye that say God is our expedience: Behold I, even I, saith the LORD, bring convulsions upon your gates, and grave fear the nations; even from the Dung Gate south unto the Sheep Gate, from the Horse Gate east unto Jeshanah, even as the world as upon Jerusalem; and ye shall be as enchanters who have lost their arts and flatterers who have lost their guile. I shall pour out my fury and mine anger as bitter wind upon the nations; the horse shall lose his rider and the oxen their yoke; and thy yoke off Israel I shall take. And it shall come to pass that they who be left shall tread my courts with gladness, and lift their song in the house of the LORD, where there will be no more enchanter and no more gainsayer.",
    "In that day my mountain of fury shall fill the Earth, and it shall rise forth as a smoke and a thunderous mounting upwards. And there shall be no place wherein a man may run and say he hath excuse, for my wrath shall scorch even the hinter forests wherein dwelleth the reindeer.",
    "Search ye now for the fox’s roost, or for the place of the dwelling of the unicorn, for surely if ye repent not now at my words ye shall flee and hide from me. No scorner shall remain in all my holy mountain. For my wrath shall not be quenched upon the nations, saith the LORD; my fury not made short until I have sunk the heart of every man, and removed the adder’s tail from every mouth; the prophets of Charisma from Hinnom’s gates.",
    "Flee unto the multitude of cities, but a flood shall overtake you all. Flee unto the sea, but upheavals shall upset you. Flee not and stand haughtily in your place, but the green fire of heaven shall descend upon you, and ye shall lose your hard eyes. Thus saith the LORD, seethe your meat in the caldron, and draw the flesh upon a seething fork, that ye may know the LORD’s intention upon you in that day. For thus saith the LORD of hosts, I shall cause great fear to come upon all the northlands ; and bodies shall make their homes their tomb. The American shall walk on foot. I shall bring up they from the south for fear of what shall befall. The seething shall take them; it shall consume their tongues first; their eyes shall be consumed, beast and man, great and small. Yet for all this I shall not speak peace upon the earth, nor stay mine hand until I make an utter end from the Old Gate westward, and a wind to cleanse upon the East Gate to the islands afar off, until the houses of their god’s are bare and their gold an abomination.",
    "I shall speak unto the deep, my voice shall reach unto her lowest abodes: Bring up Leviathan, that king of the sea, that coiled armored serpent, to be discovered from the place of his myth, into the harbours, for too long hath the LORD been declared myth; and as he breatheth fire so shall the LORD declare his vengeance upon this generation; and they shall no more say, “He is a myth.” See your stars crash down, they which ye have placed in orbit. Who can turn the moon, and who is he that bringeth the heavens upon us? Who can change man’s speech by waves ye know nought of? It is I, the LORD. Glory is my going forth. Justice is my burning fire about me.",
    "And astonied I prayed against the dread which was to come, saying, “Lord, have mercy upon this Earth and turn thy face from thy fierce wrath.” And the word of the LORD came unto me, saying, I shall have mercy upon the Earth by my fierce wrath. Thus saith the LORD, as the Ishmaelite burneth his own wealth to spite the nations, so hath this generation burned its own mercy before me and halted its own rise. I shall plunge it low and utterly purge it before me; I shall utterly bleach it in the depths of its iniquity, and that which escapeth shall be escaped in mine hand, for an upward thrust maketh the LORD, and a sudden deliverance. No more shall they kill and eat their children; no more shall the meek be a prey and the speaker of justice a target. They shall pray unto me, but I shall harden their hearts that they reprove, even reprove the LORD God, that I may bring upon these nations the wrath they have courted for generations. For too long did they raise their bloody hands to me in piety and praise.",
    "And ye shall set watchmen upon your walls in that day, in the day wherein ye need them not for the desolation that I shall bring upon the face of the earth. And they shall look for men, and they shall not find them; but they shall find the unyoked oxen; and the place where the horse was tamed, lo, there shall he be wild.",
    "Say not the LORD will not do this thing. I have made it long, that ye may know the prophecy cometh and tarrieth not, cometh even unto your gates and unto your desolate mount, and extendeth even beyond the days of your rejoicing and recovery, that ye may take warning from the bitter overthrow I have brought upon the nations which cast me off, and ye shall trust in the LORD your God, and ye may have peace because he cut off all they who would not walk circumspect upon the earth."
]