[
    "UPON Tabernacles ye shall come as before, to build dwellings, impromptu lean-tos, and recall your wanderings in the desert. Ye shall build your dwellings where ye are able, and ye shall make them as before. Only now shall ye drape over them a blue cloth, made of linen, and it shall insulate your roof. It shall be for all your tabernacles for a perpetual reminder that the LORD your God causeth a covering for you in the desert, a covering from your sin.",
    "Whether they be of Israel, or of the nations, they that come to build a tabernacle to dwell therein during the feast, they shall cover it with blue. All they who come shall cover it therewith. It shall be a perpetual memorial that I am the LORD your God; that I am the God of all flesh, and my covenant is my covenant with all flesh. Ye shall give no separate place unto the nations and unto Israel. He who cometh, cometh, and he who buildeth, remaineth at that place. Ye shall eat bread and honey, and your feast shall be sweet.",
    "At the Feast of the Ingathering, ye shall open up the opposing doors of the inner court, and ye shall string off the walk between with the royal cords, and ye shall admit the nations; for so gather I all nations unto me, saith the LORD. And they shall walk between, and I shall have mercy.",
    "Thou shalt be clean before the LORD Almighty. Thou shalt not eat anything prepared with sodium mixed with another chemical. Thou shalt not preserve thy meat with it, thy fruit or thy vegetables. Thou shalt not cook with it, or use it as seasoning. It is abomination unto the LORD.",
    "In this fashion do all the nations that I draw you from abominate before me, and cause sore illness upon their own people. Ye shall not do so, for the LORD hath wrought a wondrous thing in his creation, and ye shall be holy.",
    "There shall no man come to mine inner court bearing upon him a tattoo, save one burned upon him against his will. It shall be removed before he cometh into mine inner court to stand before me.",
    "See, I have given thee these things, which thou dost not wish to hear, both symbol and meaning, that it may be a blessing and a weight upon thee. But thou shalt bear it. I shall give ye that house again, and it shall be a memorial to your ways and a light unto my ways that ye depart not from my ways again, to abominate before me.",
    "Behold why I have made such symbols: that at thy corrupting of them, thy heart may be revealed, and the evil known for what it is, made manifest to all mankind."
]