[
    "THIS shall be the law of the High Priest. It shall be even as before. This shall be his duty upon the Passover. Upon the Passover, ye shall slay the lamb, and ye shall hearken unto the LORD, unto the laws I gave unto my servant Moses. Ye shall eat of the lamb as I commanded him. Ye shall not dispense with doing this. Ye shall slay the lamb before the people. It is not an offering. It is for your feast. Ye shall make no offering before the LORD, of blood or of flesh. I will not see it. It shall be as manna before the LORD, when your fathers gathered too much. It shall be rot, for ye are a bloody people before me; and if ye make it an offering it shall be as if ye heaped to yourselves an over-abundance, beyond the measure of the LORD; and it shall be a canker unto you. I shall be a canker unto you until ye put the abomination away and make penitence.",
    "Each Passover thou shalt recall the acts of thy people, and their deeds before the LORD, and when thou slayest the lamb thou shalt rend thy clothes. Thou shalt (the High Priest) wear a red cloak, and he shall rend it at the slaying of the Passover, before all the people he shall rend it in anguish.",
    "Ye shall eat of the lamb, and on the third day ye shall burn what remaineth, so that nothing is left to rot. This is perpetual before you. And ye shall remember that at Passover thrice the LORD passed ye over: at Egypt; at Golgotha; and even the day I turned ye again, when I came unto your souls. I am the LORD your God.",
    "And if there shall be a great concourse of prayer and supplications at mine house, and the kohenim shall receive prayers from all who give them, petitions and supplications before the LORD. And they shall pray for all right prayers before the LORD; and they shall humble themselves and wear deep crimson over their tunics, for ye are a bloody people before the LORD; all the kohenim shall wear wool stained a deep crimson on that day before the LORD, about their courses.",
    "And it shall come to pass in the latter days to come, saith the LORD, that when thou abominatest before me, even with blood and foolish things, things which never came into my mind nor ever did mine heart counsel, I shall send blood unto thee. Thy courts in which thou delightest shall be a mourning. The cloisters that once heard rejoicing shall hear anguish. The open spaces that were thronged by worshipers shall be a place for the laying of cots and for the stretching out of the wounded. Thou shalt minister before the wounded and the battle scarred, and thy feasts will be shrunken and without joy, for I shall bring upon Judaea, even unto Jerusalem, the sword that avengeth.",
    "It is I the LORD who shall stir up the host of thine enemies, and the train of their armies shall cover the hillsides and encompass Jerusalem. As thou delightedst in the blood of bulls and goats, and in thinking the sound of the slaughter of thy herds should herald my forgiveness, so shall I bring upon thee slaughter and the beast. Away with your bloody hearts! The screech of an animal being slain shall not herald my forgiveness. If it shall expiate the guilt in thine own heart, I declare it a false expiation. Thy guilt remaineth, saith the LORD.",
    "Then shall mine hand shame thee. By a people that thou hatest shall I restore my holy things in that day. I shall declare unto a nation that thou hatest, Bunyin, Restore, and he restoreth.",
    "But if thou shouldest put away the pride and the abomination, even in that day that thine enemies are sore upon thee, I shall scatter them, and their standards shall not remain at the gates of Jerusalem. So shall I do. Thou shalt remove the abomination and I shall shame thee at the hands of the nations. And thou shalt know that I am the LORD thy God. What I have done can never be added thereto.",
    "Why endureth the LORD the froward, the arrogant and the multitude of evil fellows? —only to declare those who shall follow the LORD, and to make them a light of his word, that he might be understood and justified when he bringeth judgment; and also he convicteth the presumptuous mouth— all they shall see what manner of men the evil are. And they shall know justice, and reconfirm it, and equity shall be their sword, when they see the LORD overturn a perverse man and a generation like unto a haughty, spoilt woman."
]