[
    "THEY who come of Israel, male or female, and they who come from the nations, whether male or female, shall be baptized and anointed by the Great Basin. Upon the steps they shall mount to the top, and by the Great Basin they shall be anointed.",
    "And this is the baptism wherewith ye shall baptize them: They shall kneel upon the platform, by the brim of the basin, upon the platform ye shall make for to access the height of the Great Basin, and the priests shall dip a large golden bowl into the holy water of the Great Basin, and thou shalt pour it over their heads, for I shall pour my spirit upon the humble heart of him that cometh before the LORD his God at Jerusalem.",
    "Let it be done in order, without rush or expedience, for ye do administer before the LORD your God, before his holy house. Each in turn shall ye do it, and priests shall keep the basin full so that the chief priests among you shall continue to baptize they who come to the Great Basin to be purified therewith. I am the LORD thy God that watcheth thee, and thou shalt not perform this grudgingly or with an empty heart. This is the law of the baptism of the Great Basin, whereby ye shall baptize Jew or Gentile before the LORD.`",
    "But the baptism of a convert ye shall immerse. Water shall be taken from the Great Basin and placed in a lesser basin which shall be at eye level in the holy court aside the Great Basin. There ye shall immerse he who cometh unto you, to cleave unto the LORD your God; and he shall remain a Jew all his days. He shall not depart from the ways of the LORD, nor his wife nor his children.",
    "The lesser basin shall be of aurichalcum, as the Great Basin, supported not by the symbol of the might of the LORD, but by four horses set as steeds facing out at each angle; for he who cometh unto the LORD to be as one born in the land shall be carried upon a mighty steed to declare the ways of the LORD all through his life, in his manner, in his ways, in his voice and appearance.",
    "If a man or woman seeking to cling unto the LORD God at Jerusalem, to be as one born in the land, shall have a spouse that consenteth not, let there go from amongst those who know him, or those of your company, and let them reason with her or him. If they shall not be moved after several times, then let that spouse still come to me to be baptized with the baptism of the convert, for he cometh to me, and nothing shall prevent him or her. I am the LORD, and all things are mine, and none shall come between me and they that love me to come to me and keep my ways and take upon him my holy name."
]